registerStandards({
 "id": "경제",
 "subject": "경제",
 "group": "사회",
 "codePrefix": "12경제",
 "curriculum": "2022 개정",
 "source": "4.+사회과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "경제학과 경제 문제",
   "standards": [
    {
     "code": "12경제01-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12경제01-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12경제01-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  },
  {
   "name": "미시 경제",
   "standards": [
    {
     "code": "12경제02-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12경제02-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12경제02-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  },
  {
   "name": "거시 경제",
   "standards": [
    {
     "code": "12경제03-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12경제03-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12경제03-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  },
  {
   "name": "국제 경제",
   "standards": [
    {
     "code": "12경제04-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12경제04-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12경제04-03",
     "text": "",
     "levels": {
      "A": "지식･이해 과정･기능 가치･태도",
      "B": "지식･이해 과정･기능 가치･태도",
      "C": "지식･이해 과정･기능 영역별 성취수준 가치･태도",
      "D": "",
      "E": "영역별 성취수준"
     }
    }
   ]
  }
 ]
});
