registerStandards({
 "id": "과학탐구실험1",
 "subject": "과학탐구실험1",
 "group": "과학",
 "codePrefix": "10과탐1",
 "curriculum": "2022 개정",
 "source": "(고)+2022+개정+교육과정에+따른+성취수준(과학).pdf",
 "areas": [
  {
   "name": "과학의 본성과 역사 속의 과학 탐구",
   "standards": [
    {
     "code": "10과탐1-01-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "10과탐1-01-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "과학 탐구의 과정과 절차",
   "standards": [
    {
     "code": "10과탐1-02-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "10과탐1-02-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "10과탐1-02-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "10과탐1-02-04",
     "text": "",
     "levels": {
      "A": "지식･이해 과정･기능 가치･태도",
      "B": "",
      "C": "영역별 성취수준"
     }
    }
   ]
  }
 ]
});
