registerStandards({
 "id": "교육의 이해",
 "subject": "교육의 이해",
 "group": "교양",
 "codePrefix": "12교이",
 "curriculum": "2022 개정",
 "source": "13.+교양과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "교육의 의미와 중요성",
   "standards": [
    {
     "code": "12교이01-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12교이01-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12교이01-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "교육 활동",
   "standards": [
    {
     "code": "12교이02-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12교이02-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "교육 제도",
   "standards": [
    {
     "code": "12교이03-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12교이03-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12교이03-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "미래 교육",
   "standards": [
    {
     "code": "12교이04-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12교이04-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "영역별 성취수준 ･ 지식 이해 ･ 과정 기능 ･ 가치 태도 영역별 성취수준 ･ 지식 이해 ･ 과정 기능 ･ 가치 태도 영역별 성취수준 ･ 지식 이해 ･ 과정 기능 ･ 가치 태도 영역별 성취수준 ･ 지식 이해 ･ 과정 기능 ･ 가치 태도 고등학교 학년군"
     }
    }
   ]
  }
 ]
});
