registerStandards({
 "id": "기본수학1, 기본수학2",
 "subject": "기본수학1, 기본수학2",
 "group": "수학",
 "codePrefix": "10기수2",
 "curriculum": "2022 개정",
 "source": "(고)+2022+개정+교육과정에+따른+성취수준(수학).pdf",
 "areas": [
  {
   "name": "집합과 명제",
   "standards": [
    {
     "code": "10기수2-02-05",
     "text": "명제의 역과 대우를 이해하고 설명 할 수 있다.",
     "levels": {
      "A": "성취수준 채점 요소 ○ ○ 단계 성취수준 채점 요소 ○ ○ ○ ○ 척도 (점수) 명제와 조건 구분하기 2점 1점 0점 명제의 참, 거짓 판별하기 1점 0점 명제의 부정 쓰기 2점 1점 0점 명제의 부정의 참, 거짓 판별하기 2점 1점 0점 단계 척도 (점수) 명제의 부정이 참 또는 거짓인 이유 설명하기 3점 2점 0점 명제를 변형하여 참인 명제를 만들고, 참인 이유 설명하기 3점 1점 0점 단계 단계 평가도구 개발 과정 예시 자료: 서·논술형 내용 요소 명제의 역과 대우 명제 사이의 관계 명제의 역과 대우를 말하고, 참, 거짓 판별하기 평가 질문 구체화 명제의 역과 대우에 대한 지식을 바탕으로 주어진 명제의 역과 대우를 말할 수 있는가? 명제와 그 대우의 참, 거짓이 일치함을 아는가? 명제와 그 대우의 참, 거짓이 일치한다는 지식을 바탕으로 명제와 그 대우의 참, 거짓을 판단할 수 있는가? 단계 평가 요소 척도 (점수) 주어진 명제와 그 대우의 참, 거짓을 바르게 판별하고 명제의 대우의 참, 거짓을 판별하는 과정을 주어진 명제의 참, 거짓과 관련지어 정확하게 설명한 경우 주어진 명제와 그 대우의 참, 거짓을 바르게 판별하였으나, 대우의 참, 거짓을 판별하는 과정에 명제와 그 대우의 참, 거짓이 일치하다는 단계 척도 (점수) 의미를 설명에 포함하지 않은 경우 주어진 명제의 참, 거짓과 그 대우의 참, 거짓 중 한 가지만 바르게 판별한 경우 무응답 또는 그 외 오답인 경우 척도 (점수) 4 2 1 0 Ⅲ 공통수학1 성취수준",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "10기수2-02-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "10기수2-02-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "10기수2-02-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "10기수2-02-04",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  },
  {
   "name": "도형의 방정식",
   "standards": [
    {
     "code": "10기수2-01-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "10기수2-01-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "10기수2-01-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "10기수2-01-04",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "10기수2-01-05",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "10기수2-01-06",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "10기수2-01-07",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  },
  {
   "name": "함수와 그래프",
   "standards": [
    {
     "code": "10기수2-03-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "10기수2-03-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "10기수2-03-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "10기수2-03-04",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "10기수2-03-05",
     "text": "",
     "levels": {
      "A": "지식･이해 과정･기능 가치･태도",
      "B": "지식･이해 과정･기능 가치･태도",
      "C": "",
      "D": "",
      "E": "영역별 성취수준"
     }
    }
   ]
  }
 ]
});
