registerStandards({
 "id": "기본영어2",
 "subject": "기본영어2",
 "group": "영어",
 "codePrefix": "10기영2",
 "curriculum": "2022 개정",
 "source": "(고)+2022+개정+교육과정에+따른+성취수준(영어).pdf",
 "areas": [
  {
   "name": "이해 영역",
   "standards": [
    {
     "code": "10기영2-01-01",
     "text": "말이나 글의 세부 정보를 파악한다.",
     "levels": {
      "A": "다양한 유형의 길고 복잡한 말이나 글에서 사실 정보와 맥락 정보를 활용하여 세부 정보를 정확하게 파악할 수 있다.",
      "B": "다양한 유형의 길고 복잡한 말이나 글에서 사실 정보와 맥락 정보를 활용하여 세부 정보를 비교적 정확하게 파악할 수 있다.",
      "C": "다양한 유형의 말이나 글에서 사실 정보를 활용하여 세부 정보를 대략적으로 파악할 수 있다.",
      "D": "다양한 유형의 말이나 글에서 사실 정보를 활용하여 세부 정보를 부분적으로 파악할 수 있다.",
      "E": "다양한 유형의 짧고 간단한 말이나 글에서 단순한 사실 정보를 활용하여 세부 정보를 제한적으로 파악할 수 있다."
     }
    },
    {
     "code": "10기영2-01-02",
     "text": "말이나 글의 주제나 요지를 파악한다.",
     "levels": {
      "A": "다양한 유형의 길고 복잡한 말이나 글에서 사실 정보와 맥락 정보를 활용하여 주제나 요지를 정확하게 파악할 수 있다.",
      "B": "다양한 유형의 길고 복잡한 말이나 글에서 사실 정보와 맥락 정보를 활용하여 주제나 요지를 비교적 정확하게 파악할 수 있다.",
      "C": "다양한 유형의 말이나 글에서 사실 정보를 활용하여 주제나 요지를 대략적으로 파악할 수 있다.",
      "D": "다양한 유형의 말이나 글에서 사실 정보를 활용하여 주제나 요지를 부분적으로 파악할 수 있다.",
      "E": "다양한 유형의 짧고 간단한 말이나 글에서 단순한 사실 정보를 활용하여 주제나 요지를 제한적으로 파악할 수 있다."
     }
    },
    {
     "code": "10기영2-01-03",
     "text": "화자나 필자 또는 인물의 의도 및 목적을 근거를 찾아 파악한다.",
     "levels": {
      "A": "다양한 유형의 길고 복잡한 말이나 글에서 사실 정보와 맥락 정보를 활용하여 화자나 필자 또는 인물의 의도 및 목적을 근거를 찾아 정확하게 파악할 수 있다.",
      "B": "다양한 유형의 길고 복잡한 말이나 글에서 사실 정보와 맥락 정보를 활용하여 화자나 필자 또는 인물의 의도 및 목적을 근거를 찾아 비교적 정확하게 파악할 수 있다.",
      "C": "다양한 유형의 말이나 글에서 사실 정보를 활용하여 화자나 필자 또는 인물의 의도 및 목적을 근거를 찾아 대략적으로 파악할 수 있다.",
      "D": "다양한 유형의 말이나 글에서 사실 정보를 활용하여 화자나 필자 또는 인물의 의도 및 목적을 근거를 찾아 부분적으로 파악할 수 있다.",
      "E": "다양한 유형의 짧고 간단한 말이나 글에서 단순한 사실 정보를 활용하여 화자나 필자 또는 인물의 의도 및 목적을 근거를 찾아 제한적으로 파악할 수 있다."
     }
    },
    {
     "code": "10기영2-01-04",
     "text": "화자나 필자 또는 인물의 심정이나 태도를 근거를 찾아 파악한다.",
     "levels": {
      "A": "다양한 유형의 길고 복잡한 말이나 글에서 사실 정보와 맥락 정보를 활용하여 화자나 필자 또는 인물의 심정이나 태도를 근거를 찾아 정확하게 파악할 수 있다.",
      "B": "다양한 유형의 길고 복잡한 말이나 글에서 사실 정보와 맥락 정보를 활용하여 화자나 필자 또는 인물의 심정이나 태도를 근거를 찾아 비교적 정확하게 파악할 수 있다.",
      "C": "다양한 유형의 말이나 글에서 사실 정보를 활용하여 화자나 필자 또는 인물의 심정이나 태도를 근거를 찾아 대략적으로 파악할 수 있다.",
      "D": "다양한 유형의 말이나 글에서 사실 정보를 활용하여 화자나 필자 또는 인물의 심정이나 태도를 근거를 찾아 부분적으로 파악할 수 있다.",
      "E": "다양한 유형의 짧고 간단한 말이나 글에서 단순한 사실 정보를 활용하여 화자나 필자 또는 인물의 심정이나 태도를 근거를 찾아 제한적으로 파악할 수 있다."
     }
    },
    {
     "code": "10기영2-01-05",
     "text": "말이나 글에 나타난 일이나 사건의 절차나 순서를 파악한다.",
     "levels": {
      "A": "다양한 유형의 길고 복잡한 말이나 글에서 사실 정보와 맥락 정보를 활용하여 일이나 사건의 절차나 순서를 정확하게 파악할 수 있다.",
      "B": "다양한 유형의 길고 복잡한 말이나 글에서 사실 정보와 맥락 정보를 활용하여 일이나 사건의 절차나 순서를 비교적 정확하게 파악할 수 있다.",
      "C": "다양한 유형의 말이나 글에서 사실 정보를 활용하여 일이나 사건의 절차나 순서를 대략적으로 파악할 수 있다.",
      "D": "다양한 유형의 말이나 글에서 사실 정보를 활용하여 일이나 사건의 절차나 순서를 부분적으로 파악할 수 있다.",
      "E": "다양한 유형의 짧고 간단한 말이나 글에서 단순한 사실 정보를 활용하여 일이나 사건의 절차나 순서를 제한적으로 파악할 수 있다."
     }
    },
    {
     "code": "10기영2-01-06",
     "text": "말이나 글의 전개 구조 및 논리적 관계를 파악한다.",
     "levels": {
      "A": "다양한 유형의 길고 복잡한 말이나 글에서 사실 정보와 맥락 정보를 활용하여 내용의 전개 구조 및 논리적 관계를 정확하게 파악할 수 있다.",
      "B": "다양한 유형의 길고 복잡한 말이나 글에서 사실 정보와 맥락 정보를 활용하여 내용의 전개 구조 및 논리적 관계를 비교적 정확하게 파악할 수 있다.",
      "C": "다양한 유형의 말이나 글에서 사실 정보를 활용하여 내용의 전개 구조 및 논리적 관계를 대략적으로 파악할 수 있다.",
      "D": "다양한 유형의 말이나 글에서 사실 정보를 활용하여 내용의 전개 구조 및 논리적 관계를 부분적으로 파악할 수 있다.",
      "E": "다양한 유형의 짧고 간단한 말이나 글에서 단순한 사실 정보를 활용하여 내용의 전개 구조 및 논리적 관계를 제한적으로 파악할 수 있다."
     }
    },
    {
     "code": "10기영2-01-07",
     "text": "적절한 듣기 또는 읽기 전략을 적용하고 성찰한다.",
     "levels": {
      "A": "말이나 글을 듣거나 읽을 때 적절한 전략을 다양하게 적용하고 성찰할 수 있다.",
      "B": "말이나 글을 듣거나 읽을 때 적절한 전략을 비교적 다양하게 적용하고 성찰할 수 있다.",
      "C": "말이나 글을 듣거나 읽을 때 적절한 전략을 대략적으로 적용하고 성찰할 수 있다.",
      "D": "말이나 글을 듣거나 읽을 때 적절한 전략을 부분적으로 적용하고 성찰할 수 있다.",
      "E": "말이나 글을 듣거나 읽을 때 적절한 전략을 제한적으로 적용하고 성찰할 수 있다."
     }
    },
    {
     "code": "10기영2-01-08",
     "text": "다양한 매체로 듣거나 읽으며 학습 동기를 형성한다.",
     "levels": {
      "A": "다양한 매체로 듣거나 읽으며 학습 동기를 형성하려는 태도를 적극적으로 보인다.",
      "B": "다양한 매체로 듣거나 읽으며 학습 동기를 형성하려는 태도를 적극적으로 보인다.",
      "C": "다양한 매체로 듣거나 읽으며 학습 동기를 형성하려는 태도를 비교적 적극적으로 보인다.",
      "D": "다양한 매체로 듣거나 읽으며 학습 동기를 형성하려는 태도를 비교적 적극적으로 보인다.",
      "E": "다양한 매체로 듣거나 읽으며 학습 동기를 형성하려고 노력하는 태도를 보인다."
     }
    }
   ]
  },
  {
   "name": "표현 영역",
   "standards": [
    {
     "code": "10기영2-02-01",
     "text": "실물, 그림, 사진, 도표 등에 포함된 사실적 정보를 설명한다.",
     "levels": {
      "A": "실물, 그림, 사진, 도표 등에 포함된 사실적 정보를 다양하고 적절한 어휘와 언어 형식을 활용하여 정확하게 설명할 수 있다.",
      "B": "실물, 그림, 사진, 도표 등에 포함된 사실적 정보를 다양하고 적절한 어휘와 언어 형식을 활용하여 비교적 정확하게 설명할 수 있다.",
      "C": "실물, 그림, 사진, 도표 등에 포함된 사실적 정보를 적절한 어휘와 언어 형식을 활용하여 대략적으로 설명할 수 있다.",
      "D": "실물, 그림, 사진, 도표 등에 포함된 사실적 정보를 적절한 어휘와 언어 형식을 활용하여 부분적으로 설명할 수 있다.",
      "E": "실물, 그림, 사진, 도표 등에 포함된 사실적 정보를 주어진 어휘와 언어 형식을 활용하여 제한적으로 설명할 수 있다."
     }
    },
    {
     "code": "10기영2-02-02",
     "text": "경험이나 사건을 묘사한다.",
     "levels": {
      "A": "경험이나 사건을 다양하고 적절한 어휘와 언어 형식을 활용하여 정확하게 묘사할 수 있다.",
      "B": "경험이나 사건을 다양하고 적절한 어휘와 언어 형식을 활용하여 비교적 정확하게 묘사할 수 있다.",
      "C": "경험이나 사건을 적절한 어휘와 언어 형식을 활용하여 대략적으로 묘사할 수 있다.",
      "D": "경험이나 사건을 적절한 어휘와 언어 형식을 활용하여 부분적으로 묘사할 수 있다.",
      "E": "경험이나 사건을 주어진 어휘와 언어 형식을 활용하여 제한적으로 묘사할 수 있다."
     }
    },
    {
     "code": "10기영2-02-03",
     "text": "자신의 의견이나 감정을 근거를 들어 표현한다.",
     "levels": {
      "A": "자신의 의견이나 감정을 다양하고 적절한 어휘와 언어 형식을 활용하여 근거를 들어 명확하게 표현할 수 있다.",
      "B": "자신의 의견이나 감정을 다양하고 적절한 어휘와 언어 형식을 활용하여 근거를 들어 비교적 명확하게 표현할 수 있다.",
      "C": "자신의 의견이나 감정을 적절한 어휘와 언어 형식을 활용하여 근거를 들어 대략적으로 표현할 수 있다.",
      "D": "자신의 의견이나 감정을 적절한 어휘와 언어 형식을 활용하여 근거를 들어 부분적으로 표현할 수 있다.",
      "E": "자신의 의견이나 감정을 주어진 어휘와 언어 형식을 활용하여 근거를 들어 제한적으로 표현할 수 있다."
     }
    },
    {
     "code": "10기영2-02-04",
     "text": "목적에 적합한 매체를 활용하여 정보를 전달한다.",
     "levels": {
      "A": "말하거나 쓰는 목적에 적합한 매체를 활용하여 다양하고 적절한 어휘와 언어 형식으로 정보를 정확하게 전달할 수 있다.",
      "B": "말하거나 쓰는 목적에 적합한 매체를 활용하여 다양하고 적절한 어휘와 언어 형식으로 정보를 비교적 정확하게 전달할 수 있다.",
      "C": "말하거나 쓰는 목적에 적합한 매체를 활용하여 적절한 어휘와 언어 형식으로 정보를 대략적으로 전달할 수 있다.",
      "D": "말하거나 쓰는 목적에 적합한 매체를 활용하여 적절한 어휘와 언어 형식으로 정보를 부분적으로 전달할 수 있다.",
      "E": "말하거나 쓰는 목적에 적합한 매체를 활용하여 주어진 어휘와 언어 형식으로 정보를 제한적으로 전달할 수 있다."
     }
    },
    {
     "code": "10기영2-02-05",
     "text": "주어진 서식을 활용하여 말하거나 글을 쓴다.",
     "levels": {
      "A": "주어진 서식을 활용하여 다양하고 적절한 어휘와 언어 형식으로 정확하게 말하거나 쓸 수 있다.",
      "B": "주어진 서식을 활용하여 다양하고 적절한 어휘와 언어 형식으로 비교적 정확하게 말하거나 쓸 수 있다.",
      "C": "주어진 서식을 활용하여 적절한 어휘와 언어 형식으로 대략적으로 말하거나 쓸 수 있다.",
      "D": "주어진 서식을 활용하여 적절한 어휘와 언어 형식으로 부분적으로 말하거나 쓸 수 있다.",
      "E": "주어진 서식을 활용하여 주어진 어휘와 언어 형식으로 제한적으로 말하거나 쓸 수 있다."
     }
    },
    {
     "code": "10기영2-02-06",
     "text": "말이나 글의 목적에 맞게 내용이나 표현을 점검하여 고쳐 쓴다.",
     "levels": {
      "A": "말이나 글의 목적에 맞게 내용이나 표현을 점검하여 다양하고 적절한 어휘와 언어 형식으로 정확하게 고쳐 쓸 수 있다.",
      "B": "말이나 글의 목적에 맞게 내용이나 표현을 점검하여 다양하고 적절한 어휘와 언어 형식으로 비교적 정확하게 고쳐 쓸 수 있다.",
      "C": "말이나 글의 목적에 맞게 내용이나 표현을 점검하여 적절한 어휘와 언어 형식으로 대략적으로 고쳐 쓸 수 있다.",
      "D": "말이나 글의 목적에 맞게 내용이나 표현을 점검하여 적절한 어휘와 언어 형식으로 부분적으로 고쳐 쓸 수 있다.",
      "E": "말이나 글의 목적에 맞게 내용이나 표현을 점검하여 주어진 어휘와 언어 형식으로 제한적으로 고쳐 쓸 수 있다."
     }
    },
    {
     "code": "10기영2-02-07",
     "text": "적절한 말하기 또는 쓰기 전략을 적용하고 성찰한다.",
     "levels": {
      "A": "적절한 말하기 또는 쓰기 전략을 다양하게 적용하고 성찰할 수 있다.",
      "B": "적절한 말하기 또는 쓰기 전략을 비교적 다양하게 적용하고 성찰할 수 있다.",
      "C": "적절한 말하기 또는 쓰기 전략을 대략적으로 적용하고 성찰할 수 있다.",
      "D": "적절한 말하기 또는 쓰기 전략을 부분적으로 적용하고 성찰할 수 있다.",
      "E": "적절한 말하기 또는 쓰기 전략을 제한적으로 적용하고 성찰할 수 있다."
     }
    },
    {
     "code": "10기영2-02-08",
     "text": "의사소통 활동에 흥미와 자신감을 가지고 능동적으로 참여한다.",
     "levels": {
      "A": "의사소통 활동에 흥미와 자신감을 가지고 능동적으로 참여하는 태도를 적극적으로 보인다.",
      "B": "의사소통 활동에 흥미와 자신감을 가지고 능동적으로 참여하는 태도를 적극적으로 보인다.",
      "C": "의사소통 활동에 흥미와 자신감을 가지고 능동적으로 참여하는 태도를 비교적 적극적으로 보인다.",
      "D": "의사소통 활동에 흥미와 자신감을 가지고 능동적으로 참여하는 태도를 비교적 적극적으로 보인다.",
      "E": "의사소통 활동에 흥미와 자신감을 가지고 능동적으로 참여하려고 노력하는 태도를 보인다."
     }
    }
   ]
  }
 ]
});
