registerStandards({
 "id": "논증의 분석을 통한 논리적",
 "subject": "논증의 분석을 통한 논리적",
 "group": "교양",
 "codePrefix": "12논리",
 "curriculum": "2022 개정",
 "source": "13.+교양과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "생활과 논리",
   "standards": [
    {
     "code": "12논리01-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12논리01-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12논리01-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "언어와 논리",
   "standards": [
    {
     "code": "12논리02-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12논리02-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12논리02-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "기호와 논리",
   "standards": [
    {
     "code": "12논리03-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12논리03-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12논리03-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12논리03-04",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "과학과 논리",
   "standards": [
    {
     "code": "12논리04-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12논리04-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12논리04-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12논리04-04",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "･ 지식 이해 ･ 과정 기능 ･ 가치 태도 ･ 지식 이해 ･ 과정 기능 ･ 가치 태도 ･ 지식 이해 ･ 과정 기능 ･ 가치 태도 ･ 지식 이해 ･ 과정 기능 ･ 가치 태도 고등학교 2,3학년"
     }
    }
   ]
  }
 ]
});
