registerStandards({
 "id": "논술과",
 "subject": "논술과",
 "group": "기타",
 "codePrefix": "12논술",
 "curriculum": "2022 개정",
 "source": "13.+교양과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "논술과 비판적 사고",
   "standards": [
    {
     "code": "12논술01-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12논술01-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12논술01-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "요약하는 글쓰기",
   "standards": [
    {
     "code": "12논술02-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12논술02-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12논술02-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "평가하는 글쓰기",
   "standards": [
    {
     "code": "12논술03-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12논술03-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12논술03-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "주장하는 글쓰기",
   "standards": [
    {
     "code": "12논술04-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12논술04-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12논술04-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "영역별 성취수준 ･ 지식 이해 ･ 과정 기능 ･ 가치 태도 영역별 성취수준 ･ 지식 이해 ･ 과정 기능 ･ 가치 태도 영역별 성취수준 ･ 지식 이해 ･ 과정 기능 ･ 가치 태도 영역별 성취수준 ･ 지식 이해 ･ 과정 기능 ･ 가치 태도 고등학교 학년군"
     }
    }
   ]
  }
 ]
});
