registerStandards({
 "id": "보건과",
 "subject": "보건과",
 "group": "교양",
 "codePrefix": "12보건",
 "curriculum": "2022 개정",
 "source": "(고)+2022+개정+교육과정에+따른+성취수준(보건).pdf",
 "areas": [
  {
   "name": "건강증진과 질병예방",
   "standards": [
    {
     "code": "12보건01-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12보건01-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12보건01-03",
     "text": "생애주기별 건강 특성을 고려한 건강관리 전략을 건강관리 제도와 연관지어 탐색한다.",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12보건01-04",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12보건01-05",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "정서와 정신건강",
   "standards": [
    {
     "code": "12보건02-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12보건02-02",
     "text": "물질 및 행위 중독의 특성, 위험과 영향요인을 분석하고, 개인적, 사회적 측면에서 중독 예방과 지지체계를 탐색하여 제시한다.",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12보건02-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12보건02-04",
     "text": "감정 및 정서가 삶에 미치는 영향과 행복 및 스트레스, 우울ㆍ불안ㆍ질병 등을 초래하는 상황의 조건과 의미를 탐구하여, 개인과 공동체의 행복한 삶의 양식을 지지한다.",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12보건02-05",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "성과 건강",
   "standards": [
    {
     "code": "12보건03-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12보건03-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12보건03-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12보건03-04",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12보건03-05",
     "text": "성매개감염병을 포함하여 성 건강을 위협하는 문제들을 성문화 및 성역할과 관련지어 비판적으로 탐색하여 건강관리에 적용하고 성미디어 문해력 향상을 포함한 개인적ㆍ 사회적 대안과 제도 개선을 제안한다.",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12보건03-06",
     "text": "성폭력을 포함한 성 건강 관련 쟁점 이슈들에 대해 다양한 입장의 근거와 맥락, 고정관념, 차별, 불평등한 상황을 파악하여 건강관리에 적용하고, 법과 제도ㆍ문화 등 변화 방안을 제안ㆍ옹호한다.",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "건강안전과 응급처치",
   "standards": [
    {
     "code": "12보건04-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12보건04-02",
     "text": "인체의 기초 생리와 병리에 대한 이해를 바탕으로 주요 급ㆍ만성 질병의 위험요인을 사회적 조건과 관련지어 탐색하고 대비하여 질병이 있어도 함께 건강하게 살아갈 수 있도록 관리한다.",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12보건04-03",
     "text": "감염병과 면역의 원리를 이해하고 개인과 공동체가 지켜야 할 건강수칙과 대응 방안을 사회적 차원에서 비판적으로 탐색하여 생활에 적용한다.",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12보건04-04",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12보건04-05",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "건강자원과 건강문화",
   "standards": [
    {
     "code": "12보건05-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12보건05-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "영역별 성취수준 지식･이해 과정･기능 가치･태도 영역별 성취수준 지식･이해 과정･기능 가치･태도 영역별 성취수준 지식･이해 과정･기능 영역별 성취수준 가치･태도 영역별 성취수준 지식･이해 과정･기능 가치･태도 영역별 성취수준 지식･이해 과정･기능 가치･태도 [01-02] 몸과 마음의 신호와 건강지표를 통해 개인적, 사회적 건강상태를 평가하여 건강관리를 계획하고 생활화한다."
     }
    },
    {
     "code": "12보건05-03",
     "text": "디지털ㆍ인공지능 시대에 따른 보건의료 서비스 및 제도, 건강정보의 변화를 탐색하고 관련된 쟁점을 종합하여 균형 있게 활용하고 개선방안을 제안한다.",
     "levels": {}
    },
    {
     "code": "12보건05-04",
     "text": "기후변화가 건강에 미치는 영향을 탐색하고, 지속가능한 사회를 위한 개인ㆍ국가ㆍ세계의 협력과 연대, 옹호 활동의 실천 방안을 탐색한다.",
     "levels": {
      "A": "",
      "B": "",
      "C": "평가 과제 평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려 사항 문제 인식 가설 설정 해결 방법 척도 (점수) 활력징후와 질병의 이해 예시 답안 1점 예시 답안 0점 예시 답안 건강관리 방법 제시 예시 답안 1점 예시 답안 0점 예시 답안 고등학교 1-3학년군"
     }
    },
    {
     "code": "12보건05-05",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "평가 과제 평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려 사항 목표 활동 방법 실천 전략 점심 저녁 2024. . . 1 2 3 척도 (점수) 생애 주기별 건강 특성을 고려한 건강관리 예시 답안 1점 예시 답안 0점 예시 답안 건강관리 계획 예시 답안 1점 예시 답안 0점 예시 답안 건강 유지 및 증진 건강한 식생활, 운동, 금연, 금주, 충분한 수면, 스트레스 관리, 건강검진 하루 7~8시간의 수면 시간 지키기, 매일 아침 식사하기, 간식, 야식, 정제된 탄수화물 섭취 금하기, 정상 체중 유지하기, 규칙적으로 운동하기, 금주, 금연 실천하기 아침 건강 유지 및 증진 점심 저녁 고등학교 1-3학년군"
     }
    }
   ]
  }
 ]
});
