registerStandards({
 "id": "삶과 종교",
 "subject": "삶과 종교",
 "group": "교양",
 "codePrefix": "12삶종",
 "curriculum": "2022 개정",
 "source": "13.+교양과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "인간과 종교",
   "standards": [
    {
     "code": "12삶종01-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12삶종01-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12삶종01-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "다양한 종교에 대한 이해",
   "standards": [
    {
     "code": "12삶종02-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12삶종02-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12삶종02-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "종교와 문화유산",
   "standards": [
    {
     "code": "12삶종03-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12삶종03-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12삶종03-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12삶종03-04",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "변화하는 사회와 종교",
   "standards": [
    {
     "code": "12삶종04-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12삶종04-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12삶종04-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12삶종04-04",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "영역별 성취수준 ･ 지식 이해 ･ 과정 기능 ･ 가치 태도 영역별 성취수준 ･ 지식 이해 ･ 과정 기능 ･ 가치 태도 영역별 성취수준 ･ 지식 이해 ･ 과정 기능 ･ 가치 태도 영역별 성취수준 ･ 지식 이해 ･ 과정 기능 ･ 가치 태도 고등학교 2,3학년"
     }
    }
   ]
  }
 ]
});
