registerStandards({
 "id": "세계시민과 지리",
 "subject": "세계시민과 지리",
 "group": "사회",
 "codePrefix": "12세지",
 "curriculum": "2022 개정",
 "source": "4.+사회과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "세계시민, 세계화와 지역 이해",
   "standards": [
    {
     "code": "12세지01-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12세지01-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12세지01-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  },
  {
   "name": "모자이크 세계, 세계의 다양한 자연환경과 문화",
   "standards": [
    {
     "code": "12세지02-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12세지02-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12세지02-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12세지02-04",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  },
  {
   "name": "네트워크 세계, 세계의 인구와 경제 공간",
   "standards": [
    {
     "code": "12세지03-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12세지03-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12세지03-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  },
  {
   "name": "지속가능한 세계, 세계의 환경 문제와 평화",
   "standards": [
    {
     "code": "12세지04-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12세지04-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12세지04-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "영역별 성취수준"
     }
    }
   ]
  }
 ]
});
