registerStandards({
 "id": "스포츠 개론",
 "subject": "스포츠 개론",
 "group": "체육",
 "codePrefix": "12스개",
 "curriculum": "2022 개정",
 "source": "15.+체육+계열+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "스포츠와 사회",
   "standards": [
    {
     "code": "12스개01-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12스개01-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  },
  {
   "name": "스포츠와 학문",
   "standards": [
    {
     "code": "12스개02-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12스개02-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12스개02-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  },
  {
   "name": "스포츠와 진로",
   "standards": [
    {
     "code": "12스개03-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12스개03-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "영역별 성취수준"
     }
    }
   ]
  }
 ]
});
