registerStandards({
 "id": "심리",
 "subject": "심리",
 "group": "교양",
 "codePrefix": "12심리",
 "curriculum": "2022 개정",
 "source": "13.+교양과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "마음의 과학적 탐구",
   "standards": [
    {
     "code": "12심리01-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12심리01-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12심리01-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "자기 이해",
   "standards": [
    {
     "code": "12심리02-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12심리02-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12심리02-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "타인 이해",
   "standards": [
    {
     "code": "12심리03-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12심리03-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12심리03-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "삶과 적응",
   "standards": [
    {
     "code": "12심리04-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12심리04-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12심리04-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "영역별 성취수준 ･ 지식 이해 ･ 과정 기능 ･ 가치 태도 영역별 성취수준 ･ 지식 이해 ･ 과정 기능 ･ 가치 태도 영역별 성취수준 ･ 지식 이해 ･ 과정 기능 ･ 가치 태도 영역별 성취수준 ･ 지식 이해 ･ 과정 기능 ･ 가치 태도 고등학교 2,3학년"
     }
    }
   ]
  }
 ]
});
