registerStandards({
 "id": "심화 체육 전공",
 "subject": "심화 체육 전공",
 "group": "체육",
 "codePrefix": "12심전",
 "curriculum": "2022 개정",
 "source": "15.+체육+계열+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "전공 실기 복합 기능",
   "standards": [
    {
     "code": "12심전01-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12심전01-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12심전01-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  },
  {
   "name": "복합 기능 트레이닝",
   "standards": [
    {
     "code": "12심전02-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12심전02-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12심전02-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "영역별 성취수준"
     }
    }
   ]
  }
 ]
});
