registerStandards({
 "id": "윤리문제 탐구",
 "subject": "윤리문제 탐구",
 "group": "사회",
 "codePrefix": "12윤탐",
 "curriculum": "2022 개정",
 "source": "6.+도덕과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "윤리문제 탐구의 이해",
   "standards": [
    {
     "code": "12윤탐01-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12윤탐01-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  },
  {
   "name": "시민의 삶과 윤리적 탐구",
   "standards": [
    {
     "code": "12윤탐02-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12윤탐02-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12윤탐02-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12윤탐02-04",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  },
  {
   "name": "인공지능 시대의 삶과 윤리적 탐구",
   "standards": [
    {
     "code": "12윤탐03-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12윤탐03-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12윤탐03-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  },
  {
   "name": "생태적 삶과 윤리적 탐구",
   "standards": [
    {
     "code": "12윤탐04-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12윤탐04-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  },
  {
   "name": "윤리문제 탐구의 적용",
   "standards": [
    {
     "code": "12윤탐05-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12윤탐05-02",
     "text": "",
     "levels": {
      "A": "･ 지식 이해 ･ 과정 기능 ･ 가치 태도",
      "B": "･ 지식 이해 ･ 과정 기능 ･ 가치 태도",
      "C": "",
      "D": "",
      "E": "영역별 성취수준"
     }
    }
   ]
  }
 ]
});
