registerStandards({
 "id": "인간과 경제활동",
 "subject": "인간과 경제활동",
 "group": "사회",
 "codePrefix": "12인경",
 "curriculum": "2022 개정",
 "source": "13.+교양과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "인간과 의사 결정",
   "standards": [
    {
     "code": "12인경01-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12인경01-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12인경01-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "인간과 직업 세계",
   "standards": [
    {
     "code": "12인경02-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12인경02-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12인경02-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "인간과 경제 공동체",
   "standards": [
    {
     "code": "12인경03-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12인경03-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12인경03-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "인간과 미래 사회",
   "standards": [
    {
     "code": "12인경04-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12인경04-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12인경04-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "영역별 성취수준 ･ 지식 이해 ･ 과정 기능 ･ 가치 태도 영역별 성취수준 ･ 지식 이해 ･ 과정 기능 ･ 가치 태도 영역별 성취수준 ･ 지식 이해 ･ 과정 기능 ･ 가치 태도 영역별 성취수준 ･ 지식 이해 ･ 과정 기능 ･ 가치 태도 고등학교 학년군"
     }
    }
   ]
  }
 ]
});
