registerStandards({
 "id": "조형",
 "subject": "조형",
 "group": "기타",
 "codePrefix": "12조형",
 "curriculum": "2022 개정",
 "source": "16-2.+예술+계열(미술)+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "조형의 기초",
   "standards": [
    {
     "code": "12조형01-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12조형01-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12조형01-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12조형01-04",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12조형01-05",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  },
  {
   "name": "조형의 확장",
   "standards": [
    {
     "code": "12조형02-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12조형02-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12조형02-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12조형02-04",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12조형02-05",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12조형02-06",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "영역별 성취수준"
     }
    }
   ]
  }
 ]
});
