registerStandards({
 "id": "지구과학",
 "subject": "지구과학",
 "group": "과학",
 "codePrefix": "12지과",
 "curriculum": "2022 개정",
 "source": "7.+과학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 01",
   "standards": [
    {
     "code": "12지과01-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 척도 (점수) 수온, 염분의 특성 예시 답안 1점 예시 답안 0점 예시 답안 표층 염분 예시 답안 0점 예시 답안 표층 용존 산소량 예시 답안 1점 예시 답안 0점 예시 답안 수온 염분도 해석 예시 답안 1점 예시 답안 0점 예시 답안 고등학교 1~3학년"
     }
    },
    {
     "code": "12지과01-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 척도 (점수) 침강 해역 해수의 물리적 특성 예시 답안 1점 예시 답안 0점 예시 답안 심층 순환의 원리와 분포 예시 답안 2점 예시 답안 1점 예시 답안 0점 예시 답안 심층 순환, 표층 순환과 기후 변화와 관련성 예시 답안 척도 (점수) 2점 예시 답안 1점 예시 답안 0점 예시 답안 고등학교 1~3학년"
     }
    },
    {
     "code": "12지과01-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 척도 (점수) 종관 규모 저기압과 중규모 저기압 예시 답안 1점 예시 답안 0점 예시 답안 위성 영상 분석 예시 답안 2점 예시 답안 1점 예시 답안 0점 예시 답안 척도 (점수) 중위도 저기압 통과 시 날씨 변화 예시 답안 2점 예시 답안 1점 예시 답안 0점 예시 답안 고등학교 1~3학년"
     }
    },
    {
     "code": "12지과01-05",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 고등학교 1~3학년"
     }
    }
   ]
  }
 ]
});
