registerStandards({
 "id": "지구시스템과학",
 "subject": "지구시스템과학",
 "group": "과학",
 "codePrefix": "12지시",
 "curriculum": "2022 개정",
 "source": "7.+과학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "지구 탄생과 생동하는 지구",
   "standards": [
    {
     "code": "12지시01-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12지시01-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12지시01-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12지시01-04",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12지시01-05",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  },
  {
   "name": "해수의 운동",
   "standards": [
    {
     "code": "12지시02-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12지시02-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12지시02-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12지시02-04",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  },
  {
   "name": "강수 과정과 대기의 운동",
   "standards": [
    {
     "code": "12지시03-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12지시03-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12지시03-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12지시03-04",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12지시03-05",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12지시03-06",
     "text": "",
     "levels": {
      "A": "･ 지식 이해 ･ 과정 기능 ･ 가치 태도",
      "B": "･ 지식 이해 ･ 과정 기능 영역별 성취수준 ･ 가치 태도",
      "C": "",
      "D": "",
      "E": "영역별 성취수준"
     }
    }
   ]
  }
 ]
});
