registerStandards({
 "id": "진로와",
 "subject": "진로와",
 "group": "교양",
 "codePrefix": "12진로",
 "curriculum": "2022 개정",
 "source": "(고)+2022+개정+교육과정에+따른+성취수준(진로와+직업).pdf",
 "areas": [
  {
   "name": "성취기준 분석과 평가 요소 도출",
   "standards": [
    {
     "code": "12진로01-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12진로01-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12진로01-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12진로01-04",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "진로 설계와 실천",
   "standards": [
    {
     "code": "12진로03-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12진로03-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12진로03-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "영역별 성취수준 지식･이해 과정･기능 가치･태도 영역별 성취수준 지식･이해 과정･기능 가치･태도 영역별 성취수준 지식･이해 과정･기능 가치･태도 고등학교 1~3학년군"
     }
    },
    {
     "code": "12진로03-04",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  },
  {
   "name": "직업 세계와 진로 탐색",
   "standards": [
    {
     "code": "12진로02-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12진로02-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12진로02-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12진로02-04",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12진로02-05",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12진로02-06",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    },
    {
     "code": "12진로02-07",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": ""
     }
    }
   ]
  }
 ]
});
