registerStandards({
 "id": "통합사회 1",
 "subject": "통합사회 1",
 "group": "사회",
 "codePrefix": "10통사1",
 "curriculum": "2022 개정",
 "source": "(고)+2022+개정+교육과정에+따른+성취수준(사회).pdf",
 "areas": [
  {
   "name": "자연환경과 인간",
   "standards": [
    {
     "code": "10통사1-03-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "10통사1-03-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "10통사1-03-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  },
  {
   "name": "통합적 관점",
   "standards": [
    {
     "code": "10통사1-01-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "10통사1-01-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  },
  {
   "name": "인간, 사회, 환경과 행복",
   "standards": [
    {
     "code": "10통사1-02-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "10통사1-02-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  },
  {
   "name": "문화와 다양성",
   "standards": [
    {
     "code": "10통사1-04-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "10통사1-04-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "10통사1-04-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "10통사1-04-04",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  },
  {
   "name": "생활공간의 변화",
   "standards": [
    {
     "code": "10통사1-05-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "영역별 성취수준"
     }
    },
    {
     "code": "10통사1-05-02",
     "text": "",
     "levels": {
      "A": "･ 지식 이해 ･ 과정 기능 ･ 가치 태도",
      "B": "･ 지식 이해 ･ 과정 기능 ･ 가치 태도",
      "C": "･ 지식 이해 ･ 과정 기능 ･ 가치 태도",
      "D": "･ 지식 이해 ･ 과정 기능 ･ 가치 태도",
      "E": "･ 지식 이해 ･ 과정 기능 ･ 가치 태도 영역별 성취수준"
     }
    },
    {
     "code": "10통사1-05-03",
     "text": "",
     "levels": {
      "A": "･ 지식 이해 ･ 과정 기능 ･ 가치 태도",
      "B": "･ 지식 이해 ･ 과정 기능 ･ 가치 태도",
      "C": "･ 지식 이해 ･ 과정 기능 ･ 가치 태도",
      "D": "･ 지식 이해 영역별 성취수준 ･ 과정 기능 ･ 가치 태도",
      "E": "･ 지식 이해 ･ 과정 기능 ･ 가치 태도 영역별 성취수준"
     }
    }
   ]
  }
 ]
});
