registerStandards({
 "id": "한문-1번",
 "subject": "한문-1번",
 "group": "제2외국어/한문",
 "codePrefix": "12한문",
 "curriculum": "2022 개정",
 "source": "(고)+2022+개정+교육과정에+따른+성취수준(한문).pdf",
 "areas": [
  {
   "name": "문장",
   "standards": [
    {
     "code": "12한문02-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12한문02-05",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12한문02-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 모양 侍 뜻 모시다 모양 貴 음 귀 모양 心 뜻 마음 모양 深 뜻 깊다 모양 修 뜻 닦다 모양 守 뜻 지키다 척도 (점수) 한자의 모양·음·뜻 구별하기 5점 4점 3점 2점 1점 0점 고등학교 1~3학년군"
     }
    },
    {
     "code": "12한문02-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 척도 (점수) 설명하기 예시 답안 2점 1점 0점 예시 답안 분류하기 예시 답안 3점 2점 1점 0점 예시 답안 고등학교 1~3학년군"
     }
    },
    {
     "code": "12한문02-04",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 고등학교 1~3학년군"
     }
    },
    {
     "code": "12한문02-06",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 고등학교 1~3학년군"
     }
    }
   ]
  },
  {
   "name": "한자와 어휘",
   "standards": [
    {
     "code": "12한문01-01",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12한문01-02",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12한문01-03",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12한문01-04",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12한문01-05",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    },
    {
     "code": "12한문01-06",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "영역별 성취수준"
     }
    },
    {
     "code": "12한문01-07",
     "text": "",
     "levels": {
      "A": "지식･이해 과정･기능 가치･태도",
      "B": "지식･이해 과정･기능 가치･태도",
      "C": "지식･이해 과정･기능 가치･태도",
      "D": "지식･이해 영역별 성취수준 과정･기능 가치･태도",
      "E": "지식･이해 과정･기능 가치･태도 영역별 성취수준"
     }
    },
    {
     "code": "12한문01-08",
     "text": "",
     "levels": {
      "A": "지식･이해 과정･기능 가치･태도",
      "B": "지식･이해 과정･기능 가치･태도 영역별 성취수준",
      "C": "지식･이해 과정･기능 가치･태도",
      "D": "지식･이해 과정･기능 가치･태도",
      "E": "지식･이해 과정･기능 가치･태도 평가 요소 / 평가 과제 고등학교 1~3학년군"
     }
    }
   ]
  }
 ]
});
