registerStandards({
 "id": "확인필요-70",
 "subject": "확인필요-70",
 "group": "기타",
 "codePrefix": "확인필요-70",
 "curriculum": "2022 개정",
 "source": "9.+음악과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-70",
     "text": "",
     "levels": {
      "A": "평가 도구 유형 개발 방향 및 활용 시 고려사항 고등학교 10~12",
      "B": "",
      "C": "평가 과제 평가 도구 유형 개발 방향 및 활용 시 고려사항 척도 (점수) 책 내용의 충실도 및 정확도 2 1 작가의 독창적 표현 2 1 형식 및 구성 2 1 디지털 활용 능력 2 1 과제 조건 및 산출물 완성도 2 1 고등학교 10~12"
     }
    }
   ]
  }
 ]
});
