registerStandards({
 "id": "확인필요-46",
 "subject": "확인필요-46",
 "group": "기타",
 "codePrefix": "확인필요-46",
 "curriculum": "2022 개정",
 "source": "영어과+선택과목+성취수준+현장+보급본(260319).pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-46",
     "text": "",
     "levels": {
      "A": "평가 도구 유형 척도 (점수) 과제 완성 (3점) 2점 1점 0점 내용 완성 (4점) 4점 3점 척도 (점수) 2점 1점 0점 언어 사용 (2점) 1점 0점 척도 (점수) 상대방을 배려하고 존중하는 태도 (2점) 1점 0점 발표력 (2점) 1점 0점 고등학교 학년군",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소"
     }
    }
   ]
  }
 ]
});
