registerStandards({
 "id": "확인필요-164",
 "subject": "확인필요-164",
 "group": "기타",
 "codePrefix": "확인필요-164",
 "curriculum": "2022 개정",
 "source": "7.+과학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-164",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 (가) 찌그러진 페트병의 마개를 닫 고 따뜻한 물에 넣으니 페트병 이 원래 모양으로 돌아왔다. 척도 (점수) 이해 예시 답안 1점 예시 답안 0점 예시 답안 적용 및 응용 예시 답안 1점 예시 답안 0점 예시 답안 과학적 분석 평가 예시 답안 1점 예시 답안 0점 예시 답안 고등학교 1~3학년"
     }
    }
   ]
  }
 ]
});
