registerStandards({
 "id": "확인필요-106",
 "subject": "확인필요-106",
 "group": "기타",
 "codePrefix": "확인필요-106",
 "curriculum": "2022 개정",
 "source": "8.+체육과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-106",
     "text": "",
     "levels": {
      "A": "",
      "B": "평가 도구 유형 개발 방향 및 활용 시 고려 사항 경기 기획 기획 및 운영 위원회 구성 경기 세부 사항 결정 대회 마케팅 및 홍보 진행 척도 (점수) 경기 기획 채점 기준 1 채점 기준 1 채점 기준 척도 (점수) 경기 진행 채점 기준 1 채점 기준 1 채점 기준 세부 사항 예시 축구, 농구, 피구, 이어달리기 등 토너먼트 (예선, 준결승, 결승) 또는 리그전 참가 대상 및 인원 확정 2일 (예: 1일차 예선, 2일차 준결승 및 결승) 각 종목별 규칙 명시 (예: 축구 - 전/후반 각 15분, 핸드볼 금지 등) 운동장, 체육관, 종목별 경기 용품, 구급약품 등 응급 상황 대비, 안전 교육 실시 학급별 신청, 개인 신청 등 학생회, 체육 부장 , 선생님 등 종목별, 경기별 시간 배정 종목별 우승, 준우승, 3위 시상, 특별상 (예: 응원상) 응급 의료진 배치, 비상 연락망 구축 선수단 입장, 개회 선언, 선수 대표 시간 준수, 공정한 경기 운영 심판 판정 및 결과 기록 시상, 폐회 선언, 기념 촬영 대회 일정, 종목, 참가 안내 등 교내 방송, 학교 홈페이지, SNS 학급별 응원전, 응원 도구 제작 종목별 결과 발표, 시상 쓰레기 처리, 시설 원상 복구, 안전 점검 참가자 및 운영진 피드백, 설문 조사 기획 및 운영 위원회 구성 경기 기획 팀 경기 진행 팀 홍보 및 마케팅 팀 안전 관리 팀 고등학교 학년군"
     }
    }
   ]
  }
 ]
});
