registerStandards({
 "id": "확인필요-396",
 "subject": "확인필요-396",
 "group": "기타",
 "codePrefix": "확인필요-396",
 "curriculum": "2022 개정",
 "source": "7.+과학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-396",
     "text": "",
     "levels": {
      "A": "별 〞 고유 운동( /년) 시선 속도(km/s) 거리(pc) 척도 (점수) 별의 고유 운동과 접선 속도 예시 답안 1점 예시 답안 0점 예시 답안 별의 공간 속도 예시 답안 1점 예시 답안 0점 예시 답안 별자리의 장시간에 걸친 형태 변화 추론 예시 답안 1점 예시 답안 0점 예시 답안 고등학교 1~3학년",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소"
     }
    }
   ]
  }
 ]
});
