registerStandards({
 "id": "확인필요-360",
 "subject": "확인필요-360",
 "group": "기타",
 "codePrefix": "확인필요-360",
 "curriculum": "2022 개정",
 "source": "7.+과학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-360",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 척도 (점수) 천해파, 전이파, 심해파 분류 예시 답안 3점 예시 답안 2점 예시 답안 1점 예시 답안 0점 천해파와 심해파 물 입자 운동 예시 답안 1점 예시 답안 0점 예시 답안 고등학교 1~3학년"
     }
    }
   ]
  }
 ]
});
