registerStandards({
 "id": "확인필요-345",
 "subject": "확인필요-345",
 "group": "기타",
 "codePrefix": "확인필요-345",
 "curriculum": "2022 개정",
 "source": "영어과+선택과목+성취수준+현장+보급본(260319).pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-345",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "평가도구 유형 개발 방향 및 활용 시 고려 사항 척도 (점수) 프로젝트 (16점) 4 2 발표 대본 (10점) 5 3 1 언어 사용 (3점) 2 1 가이드라인 번호 한 문장 이상으로 작성해 봅시다. 이번 프로젝트에서 가장 재미있었던 부분은 무엇인가요? 이번 프로젝트에서 가장 힘들었던 부분은 무엇 인가요? 이번 프로젝트를 통해 내가 새롭게 배운 부분은 무엇인가요? 그 밖에 느낀 점을 적어주세요. 척도 (점수) 연습 및 리허설 (4점) 3 2 1 발음 및 유창성 (4점) 3 2 1 표현력 (4점) 3 2 1 비언어적 요소 (2점) 1 Ⅹ 심화 영어 독해와 작문 성취수준"
     }
    }
   ]
  }
 ]
});
