registerStandards({
 "id": "확인필요-361",
 "subject": "확인필요-361",
 "group": "기타",
 "codePrefix": "확인필요-361",
 "curriculum": "2022 개정",
 "source": "7.+과학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-361",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 척도 (점수) 태풍의 세력 파악 예시 답안 0점 예시 답안 해수면 높이 변화와 폭풍 해일 피해 예시 답안 1점 예시 답안 0점 예시 답안 태풍의 위험 반원과 폭풍 해일 피해 예시 답안 0점 예시 답안 고등학교 1~3학년"
     }
    }
   ]
  }
 ]
});
