registerStandards({
 "id": "확인필요-477",
 "subject": "확인필요-477",
 "group": "기타",
 "codePrefix": "확인필요-477",
 "curriculum": "2022 개정",
 "source": "7.+과학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-477",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 (나) 바다숲은 해조류가 밀집하여 다양한 해양 생물이 서식하고 있는 곳으로 생물다양성 이 높은 지역이다. 그런데 최근 수온 상승 과 성게나 고둥 같은 *조식동물의 개체 수 증가로 인해 바다숲을 이루던 해조류가 사 라지고 석회조류가 암반을 뒤덮으면서 해 양생물의 개체 수가 감소하는 바다 사막화 가 나타나고 있다. 한 연구에서는 우리나 라의 바다 사막화를 방치할 경우 매년 약 1,200ha씩 바다 사막화가 확산되어 2060년에는 우리나라 연안 전체에 바다 사막화가 발생할 것으로 추정하였다. 이에 따라 ㉡ 바다 사막화를 예방하거나 복원할 수 있는 다양한 과학기술이 개발 및 활용 되고 있다. *조식동물: 해조류를 먹고 사는 동물 척도 (점수) 기후변화가 해양생태계에 미치는 영향 설명 예시 답안 2점 예시 답안 1점 예시 답안 0점 예시 답안 바다 사막화를 예방하거나 복원할 수 있는 과학기술 사례와 특징 설명 예시 답안 3점 예시 답안 2점 예시 답안 척도 (점수) 1점 예시 답안 0점 예시 답안 과학기술의 가치 인식 예시 답안 2점 예시 답안 1점 예시 답안 0점 예시 답안 고등학교 1~3학년"
     }
    }
   ]
  }
 ]
});
