registerStandards({
 "id": "확인필요-71",
 "subject": "확인필요-71",
 "group": "기타",
 "codePrefix": "확인필요-71",
 "curriculum": "2022 개정",
 "source": "9.+음악과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-71",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "평가 과제 평가 도구 유형 개발 방향 및 활용 시 고려사항 악작 척도 (점수) 악작과 악지 이해하기 2 1 악곡 표현 능력 2 1 악작, 악지 생활 속 악기로 연주하기 2 1 일무 표현하기 2 1 모둠활동 기여도 2 1 모둠별 합주하기 2 1 모둠활동 협력도 2 1 체크리스트 악기이름 생활용품 악기이름 생활용품 고등학교 10~12"
     }
    }
   ]
  }
 ]
});
