registerStandards({
 "id": "확인필요-267",
 "subject": "확인필요-267",
 "group": "기타",
 "codePrefix": "확인필요-267",
 "curriculum": "2022 개정",
 "source": "7.+과학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-267",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "평가 도구 유형 개발 방향 및 활용 시 고려사항 척도 (점수) 화학 전지에서의 이온의 이동 예시 답안 0점 예시 답안 전고체전지의 장점 예시 답안 2점 예시 답안 1점 예시 답안 0점 예시 답안 척도 (점수) 전고체전지의 구성 소재의 특징 예시 답안 2점 예시 답안 1점 예시 답안 0점 예시 답안 고등학교 1~3학년"
     }
    }
   ]
  }
 ]
});
