registerStandards({
 "id": "확인필요-326",
 "subject": "확인필요-326",
 "group": "기타",
 "codePrefix": "확인필요-326",
 "curriculum": "2022 개정",
 "source": "영어과+선택과목+성취수준+현장+보급본(260319).pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-326",
     "text": "",
     "levels": {
      "A": "평가도구 유형 개발 방향 및 활용 시 고려 사항 척도 (점수) 자신의 생각 제시하기 (3점) 2 1 논리적 근거 제시하기 (3점) 2 1 언어 사용 (2점) 1 고등학교 2, 3학년",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  }
 ]
});
