registerStandards({
 "id": "확인필요-269",
 "subject": "확인필요-269",
 "group": "기타",
 "codePrefix": "확인필요-269",
 "curriculum": "2022 개정",
 "source": "7.+과학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-269",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 척도 (점수) 탄소 화합물 분류 기준 제시하기 예시 답안 1점 예시 답안 0점 예시 답안 화학 반응에서 작용기의 변화 나타내기 예시 답안 1점 예시 답안 0점 예시 답안 고등학교 1~3학년"
     }
    }
   ]
  }
 ]
});
