registerStandards({
 "id": "확인필요-318",
 "subject": "확인필요-318",
 "group": "기타",
 "codePrefix": "확인필요-318",
 "curriculum": "2022 개정",
 "source": "4.+사회과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-318",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 척도 (점수) 연구 윤리 위반 상황 분석 3점 2점 1점 0점 연구자가 지켜야 할 연구 윤리 논술 1점 0점 고등학교 1~3학년군"
     }
    }
   ]
  }
 ]
});
