registerStandards({
 "id": "확인필요-358",
 "subject": "확인필요-358",
 "group": "기타",
 "codePrefix": "확인필요-358",
 "curriculum": "2022 개정",
 "source": "7.+과학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-358",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 과제 평가 도구 유형 개발 방향 및 활용 시 고려사항 탐구 활동 보고서 202 년 월 일 교시 편광 현미경으로 화성암의 조직 비교ㆍ관찰하기 편광 현미경을 이용하여 화성암의 조직을 관찰하고, 암석의 조직에서 나타나 는 특징을 비교한다. 편광 현미경, 화성암 박편 4종, 노트북 1. 탐구 과정 1) 편광 현미경의 회전 재물대 위에 박 편 ①을 올려놓는다. 2) 초점 조절 나사를 돌려 박편과 대물렌 즈 사이의 거리를 조절하면서 접안렌 즈로 상의 초점이 맞는지 확인한다. ※ 초점을 맞출 때는 대물렌즈의 끝이 박편에 거의 닿도록 조절한 후, 접안 렌즈를 들여다보면서 렌즈와 박편의 거리가 멀어지도록 조절한다. 3) 접안렌즈로 박편 ①에 나타난 암석 조직을 관찰하고, 사진을 찍는다. 4) 1) ~ 3)과 동일한 과정으로 박편 ②, ③, ④에 나타난 암석 조직을 관찰하 고, 같은 배율에서 사진을 찍는다. ① ③ 관찰 사항 ① ② ③ ④ 척도 (점수) 편광 현미경 활용 예시 답안 3점 예시 답안 2점 예시 답안 1점 예시 답안 0점 예시 답안 ① ③ 척도 (점수) 탐구 결과 2) 예시 답안 3점 예시 답안 2점 예시 답안 1점 예시 답안 0점 예시 답안 암석 조직을 기준으로 한 분류 예시 답안 0점 예시 답안 암석의 생성 환경 추론 예시 답안 0점 예시 답안 관찰 사항 -광물 입자의 크기가 가장 작음 -광물 입자가 크고 입자가 촘촘하게 맞물려 있음 -광물 입자의 크기가 매우 작음 -광물 입자가 크고 입자가 촘촘하게 맞물려 있음 척도 (점수) 암석의 생성 환경 추론 예시 답안 1점 예시 답안 0점 예시 답안 ① ③ 관찰 사항 - 광물 입자의 크기가 가장 작음 - 광물 입자가 크고 입자가 촘촘하게 맞물려 있음 - 광물 입자의 크기가 매우 작음 - 광물 입자가 크고 입자가 촘촘하게 맞물려 있음 고등학교 1~3학년"
     }
    }
   ]
  }
 ]
});
