registerStandards({
 "id": "확인필요-56",
 "subject": "확인필요-56",
 "group": "기타",
 "codePrefix": "확인필요-56",
 "curriculum": "2022 개정",
 "source": "9.+음악과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-56",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "평가 과제 평가 도구 유형 개발 방향 및 활용 시 고려사항 우리 조 그림책 등장인물 처한 상황 극 전개 결말 극의 키워드 음악을 삽입할 극 내용 (극 내용: 등장인물, 움직임, 배경, 감정 등) 음악 창작 (극 내용: 등장인물, 움직임, 배경, 감정 등) 역할 글 녹음 영상 편집 음악 편집 음악 편집 라이트모티프의 분위기 라이트모티프의 리듬, 선율 자신이 창작한 라이트모티프 (한 마디 이상) 척도 (점수) 스토리 보드 작성 2점 1점 스토리 보드 작성 2점 1점 음악 동화 제작 및 발표 2점 1점 라이트 모티프 창작 2점 1점 협업 태도 2점 1점 작품 완성도 2점 1점 소감문 작성 2점 1점 우리 조 그림책 개미, 토끼, 코끼리, 사자 큰 복숭아가 떨어졌다. 개미, 토끼, 코끼리, 사자가 복숭아를 먹는다. 복숭아를 다 먹어버렸다. 복숭아, 개미, 토끼, 코끼리, 사자, 움직임, 먹는 소리 음악을 삽입할 극 내용 (극 내용: 등장인물, 움직임, 배경, 감정 등) 큰 복숭아가 하늘에서 떨어졌어요. 쿵! 개미가 와서 복숭아를 먹어요. 삭삭, 삭삭. 토끼가 와서 복숭아를 먹어요. 사각, 사각. 코끼리가 와서 복숭아를 먹어요. 아그작, 아그작. 사자가 와서 복숭아를 먹어요. 와작, 와작. 개미, 토끼, 코끼리, 사자, 먹는 소리 앗, 복숭아를 다 먹어버렸네! 음악 창작 (극 내용: 등장인물, 움직임, 배경, 감정 등) 역할 글 녹음 영상 편집 음악 편집 복숭아, 사자 밝지도 않고 어둡지도 않다. 개미가 작고 빠르게 움직이는 것을 16분음표의 리듬과 반복되는 선율로 표현한다. 자신이 창작한 라이트모티프 (한 마디 이상) Ⅴ 음악 감상과 비평 성취수준"
     }
    }
   ]
  }
 ]
});
