registerStandards({
 "id": "확인필요-61",
 "subject": "확인필요-61",
 "group": "기타",
 "codePrefix": "확인필요-61",
 "curriculum": "2022 개정",
 "source": "8.+체육과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-61",
     "text": "",
     "levels": {
      "A": "평가 도구 유형 개발 방향 및 활용 시 고려 사항 과학적 원리 ① 발 구르기 ② 손 짚기 ③ 공중 동작 ④ 착지 척도 (점수) 도마 운동 손 짚고 앞돌기의 효과적인 실행방법 2 1 ② 손 짚기 2 1 ③ 공중 동작 2 1 ④ 착지 2 1 과학적 원리 도마를 향해 뛰어오르는 힘은 도움닫기 힘과 발 구르기 힘의 합력이다. 따라서 빠르게 달려 구름판을 강하게 밟을수록 강한 반작용으로 인해 공 중에 높이 뜰 수 있다. 신체를 수직 방향으로 띄우고 공중 자세를 취하기 위한 동작으로 손 짚 는 각도가 중요하다. 또한, 도마에 두 손을 짧게 짚어야 운동 에너지의 손실을 줄일 수 있다. 회전이 관련된 인체의 축으로 전후 측 회전을 사용한다. 회전할 때 관성 능률의 원리를 기반으로 하므로 안정된 공중 동작을 위해서는 팔꿈치를 펴고, 고개를 들며, 어깨가 앞으로 밀려 나오지 않도록 주의하며, 물구나 무 자세로 아치형의 몸을 만들어 뜀틀을 넘는다. 물체가 받는 힘의 크기에 작용한 시간의 곱한 물량을 충격량이라 한다. 즉, 도마 연기 후 착지 동작을 할 때 발이 바닥에 닿는 순간 무릎을 굽 히면서 힘을 받는 시간을 길게 하면 충격량을 줄일 수 있다. 고등학교 학년군",
      "B": "",
      "C": "평가 요소"
     }
    }
   ]
  }
 ]
});
