registerStandards({
 "id": "확인필요-347",
 "subject": "확인필요-347",
 "group": "기타",
 "codePrefix": "확인필요-347",
 "curriculum": "2022 개정",
 "source": "4.+사회과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-347",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 항목 ㉠ A기업에서 노동한 대가로 받은 급여 ㉡ A기업에서 받은 상여금 ㉢ 투자하고 있는 주식의 배당 수익 ㉣ 출판한 책에 대한 인세 ㉤ 지방자치단체에서 받은 출산 지원금 ㉥ 무인 문구점 운영을 통해 얻은 순수익 ㉦ 복권 당첨금 근로 소득 사업 소득 재산 소득 이전 소득 비경상 소득 척도 (점수) 소득 유형별 구분 2점 1점 0점 소득에 영향을 미치는 요인 이해 1점 0점 카드 2 1점 0점 근로 소득 사업 소득 재산 소득 이전 소득 비경상 소득 갑이 자신의 업무와 관련 학위 또는 자격증을 취득한다면 승진 또는 이직을 통해 근 로 소득이 증가할 수 있다. 갑이 사회 관계망 서비스, 강연 등의 활동을 통해 자신의 사회적 인지도를 높인다면 인세와 같은 재산 소득이 증가할 수 있다. 정부에서 출산 장려 정책을 강화하여 가정에 출산 지원금을 추가로 지급한다면 갑의 이전 소득이 증가할 수 있다. 경제 전반의 생산, 소비가 감소하여 경기가 나빠지는 경우 A회사의 사정이 어려워져 상여금 등이 줄어들고 갑의 근로 소득이 감소할 수 있으며, 갑이 투자하고 있는 주식 의 배당 수익이 감소함에 따라 재산 소득도 감소할 수 있다. 또한 소비가 위축되어 무인 문구점의 수입이 감소하여 사업 소득이 감소할 수 있다. 갑의 업무 수행 능력이 향상되어 A기업에서 큰 업무 성과를 거둔다면 더 많은 상여금 을 받고 근로 소득이 증가할 수 있다. 갑의 업무 수행 능력이 떨어져 무인 문구점 운영이 부실하게 이루어지고 관리가 잘되 지 않는다면 무인 문구점에서 얻는 순수익이 줄어들고 사업 소득이 감소할 수 있다. 갑이 보유하고 있는 자산이 많아지면 주식 투자를 늘릴 수 있다. 이에 따라 배당 수 익의 많아지고 재산 소득이 증가할 수 있다. 고등학교 1~3학년군"
     }
    }
   ]
  }
 ]
});
