registerStandards({
 "id": "확인필요-317",
 "subject": "확인필요-317",
 "group": "기타",
 "codePrefix": "확인필요-317",
 "curriculum": "2022 개정",
 "source": "4.+사회과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-317",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 질문: 나는 최근 1년 동안 이유 없이 우울한 감정을 느꼈다. 그렇지 않은 편이다 남학생 여학생 척도 (점수) 자료 수집 방법 구분 및 근거 제시 2점 1점 0점 자료 수집 방법의 일반적인 특징 서술 2점 1점 0점 자료 분석 및 진술의 진위 판단 2점 1점 0점 고등학교 1~3학년군"
     }
    }
   ]
  }
 ]
});
