registerStandards({
 "id": "확인필요-338",
 "subject": "확인필요-338",
 "group": "기타",
 "codePrefix": "확인필요-338",
 "curriculum": "2022 개정",
 "source": "영어과+선택과목+성취수준+현장+보급본(260319).pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-338",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가도구 유형 개발 방향 및 활용 시 고려 사항 척도 (점수) 단답형 (3점) 2점 1점 척도 (점수) 논술형 (8점) 1점 내용 (3점) 2점 1점 언어 (3점) 2점 1점 고등학교 2, 3학년"
     }
    }
   ]
  }
 ]
});
