registerStandards({
 "id": "확인필요-495",
 "subject": "확인필요-495",
 "group": "기타",
 "codePrefix": "확인필요-495",
 "curriculum": "2022 개정",
 "source": "영어과+선택과목+성취수준+현장+보급본(260319).pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-495",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "평가도구 유형 개발 방향 및 활용 시 고려사항 척도 (점수) 1. 문화의 보편성 파악하기 (3점) 2점 1점 1. 문화의 특수성 파악하기 (3점) 2점 1점 2. 문화 현상에 내재된 가치관 추론하기 (4점) 3점 2점 1점 2. 언어사용 (3점) 2점 1점 고등학교 학년군"
     }
    }
   ]
  }
 ]
});
