registerStandards({
 "id": "확인필요-15",
 "subject": "확인필요-15",
 "group": "기타",
 "codePrefix": "확인필요-15",
 "curriculum": "2022 개정",
 "source": "16-1.+예술+계열(음악)+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-15",
     "text": "",
     "levels": {
      "A": "지식･이해 과정･기능 가치･태도",
      "B": "지식･이해 과정･기능 가치･태도",
      "C": "지식･이해 과정･기능 가치･태도",
      "D": "지식･이해 과정･기능 가치･태도 영역별 성취수준",
      "E": "지식･이해 과정･기능 가치･태도 영역별 성취수준"
     }
    }
   ]
  }
 ]
});
