registerStandards({
 "id": "확인필요-319",
 "subject": "확인필요-319",
 "group": "기타",
 "codePrefix": "확인필요-319",
 "curriculum": "2022 개정",
 "source": "4.+사회과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-319",
     "text": "",
     "levels": {
      "A": "평가 도구 유형 개발 방향 및 활용 시 고려사항 구분(단위) 남성 근로자 월 임금 총액($) 남성 대비 여성 임금 비율(%) 구분(단위) 남성 근로자 월 임금 총액($) 남성 대비 여성 임금 비율(%) 여성 근로자 월 임금 총액($) 전체 근로자 월 임금 총액($) 남성 근로자 월 임금 총액($) -여성 근로자 월 임금 총액($) 고등학교 1~3학년군",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소"
     }
    }
   ]
  }
 ]
});
