registerStandards({
 "id": "확인필요-260",
 "subject": "확인필요-260",
 "group": "기타",
 "codePrefix": "확인필요-260",
 "curriculum": "2022 개정",
 "source": "7.+과학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-260",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 NaOH ()의 부피(mL) ( NaOH) 10.7 척도 (점수) 중화 적정 그래프 그리기 예시 답안 1점 예시 답안 0점 예시 답안 중화 적정 그래프의 특징 설명하기 예시 답안 척도 (점수) 2점 예시 답안 1점 예시 답안 0점 예시 답안 고등학교 1~3학년"
     }
    }
   ]
  }
 ]
});
