registerStandards({
 "id": "확인필요-147",
 "subject": "확인필요-147",
 "group": "기타",
 "codePrefix": "확인필요-147",
 "curriculum": "2022 개정",
 "source": "영어과+선택과목+성취수준+현장+보급본(260319).pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-147",
     "text": "",
     "levels": {
      "A": "평가 도구 유형 개발 방향 및 활용 시 고려 사항 척도 (점수) 논술형 (12점) 2 1 0 본문 (4점) 3 2 1 0 결론 (3점) 2 1 0 언어 형식 (2점) 1 0 고등학교 학년군",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 과제 평가 요소"
     }
    }
   ]
  }
 ]
});
