registerStandards({
 "id": "확인필요-184",
 "subject": "확인필요-184",
 "group": "기타",
 "codePrefix": "확인필요-184",
 "curriculum": "2022 개정",
 "source": "영어과+선택과목+성취수준+현장+보급본(260319).pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-184",
     "text": "",
     "levels": {
      "A": "평가도구 유형 개발 방향 및 활용 시 고려 사항 척도 (점수) 상급자와의 대화를 바탕으로 주요 핵심 사항을 파악하여 문장 완성하기 5 3 1 언어 사용 2 1 고등학교 학년군",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소"
     }
    }
   ]
  }
 ]
});
