registerStandards({
 "id": "확인필요-382",
 "subject": "확인필요-382",
 "group": "기타",
 "codePrefix": "확인필요-382",
 "curriculum": "2022 개정",
 "source": "영어과+선택과목+성취수준+현장+보급본(260319).pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-382",
     "text": "",
     "levels": {
      "A": "평가도구 유형 척도 (점수) 과제 완성 및 적절성 3 1 0 연구 세부 사항의 구체성 3 1 0 증거 및 데이터의 적절성 3 1 0 균형 잡힌 관점 제공 3 1 0 제목의 관련성 3 1 0 언어 사용 3 1 0 고등학교 2, 3학년",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소"
     }
    }
   ]
  }
 ]
});
