registerStandards({
 "id": "확인필요-248",
 "subject": "확인필요-248",
 "group": "기타",
 "codePrefix": "확인필요-248",
 "curriculum": "2022 개정",
 "source": "영어과+선택과목+성취수준+현장+보급본(260319).pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-248",
     "text": "",
     "levels": {
      "A": "평가도구 유형 개발 방향 및 활용 시 고려 사항 [A] [B] [C] 척도 (점수) 오류 유형에 대한 이해 2 1 오류 유형에 대한 정확한 설명 2 1 전달력 3 2 1 고등학교 학년군",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  }
 ]
});
