registerStandards({
 "id": "확인필요-213",
 "subject": "확인필요-213",
 "group": "기타",
 "codePrefix": "확인필요-213",
 "curriculum": "2022 개정",
 "source": "1.+국어과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-213",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 척도 (점수) 청소년 매체 문화에 대한 관점 비교 2 1 0 관점의 타당성 평가 2 1 0 청소년 매체 문화에 대한 자신의 관점 제시 2 1 0 고등학교 1~3학년"
     }
    }
   ]
  }
 ]
});
