registerStandards({
 "id": "확인필요-479",
 "subject": "확인필요-479",
 "group": "기타",
 "codePrefix": "확인필요-479",
 "curriculum": "2022 개정",
 "source": "7.+과학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-479",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 과제 평가 도구 유형 개발 방향 및 활용 시 고려사항 탐구 활동 보고서 202 년 월 일 교시 탄소 저감 관련 과학기술 고안하기 탄소 저감 관련 과학기술 개발 현황 및 적용 사례를 조사하여 제시하고, 탄소 저감 과학기술을 고안하고 원리를 설명할 수 있다. 노트북, 인터넷 환경 1. 수행 과정 1) 탄소중립 사회가 되기 위해서는 현재의 온실기체 배출량과 흡수량이 어떻게 달라져야 하는지와 탄 소중립 사회의 필요성에 대해 토의한다. 2) 탄소중립 도시로 알려진 곳을 선정하고, 어떤 탄소 저감 기술이 적용되고 있는지 4가지 이상 조사한다. 3) 탄소중립 도시에 적용할 수 있는 탄소 저감 과학 기술을 고안하여 스케치하고, 자신이 고안한 과학기술의 탄소 저감 원리를 발표한다. 2. 정리 1) 탄소중립 사회의 온실기체 배출량과 흡수량을 그림으로 그려 현재와 비교하고, 이를 달성하기 위해 현재의 배출량과 흡수량을 어떻게 조절해야 하는지 설명하시오. [2점] 현재 탄소중립 사회 현재 탄소중립 사회 도시명 (단지, 구역 등) 배출된 탄소의 흡수, 제거    척도 (점수) 탄소중립 사회의 의미 예시 답안 1점 예시 답안 0점 예시 답안 탄소중립 사회의 필요성 예시 답안 1점 예시 답안 0점 예시 답안 탄소 저감 과학기술 개발 현황 및 적용 사례 제시하기 예시 답안 과학기술 사례 모든 집의 지붕에 고효율 태양광 패널을 설치하 여 신재생에너지로 생산된 전기를 사용함. 건축 폐기물을 잘게 부숴 골재로 재활용해 만든 콘크리트로 집을 지었음. 주변 열병합 발전소에서 나오는 열을 회수하여 난방과 온수로 사용함. 척도 (점수) 3점 예시 답안 2점 예시 답안 1점 예시 답안 0점 예시 답안 탄소 저감 원리 구분하기 예시 답안 1점 예시 답안 0점 예시 답안 탄소 저감 과학기술 고안하기 예시 답안 과학기술 사례 모든 집의 지붕에 고효율 태양광 패널을 설치하 여 신재생에너지로 생산된 전기를 사용함. 순환골재 콘크리트 척도 (점수) 1점 예시 답안 0점 예시 답안 탄소 저감 원리 설명하기 예시 답안 1점 예시 답안 0점 예시 답안 현재 탄소중립 사회 과학기술 사례 모든 집의 지붕에 고효율 태양광 패널을 설치하여 신재 생에너지로 생산된 전기를 사용함. 건축 폐기물을 잘게 부숴 골재로 재활용해 만든 콘크리 트로 집을 지었음. 주변 열병합 발전소에서 나오는 열을 회수하여 난방과 온수로 사용함. ⅩⅦ 융합과학 탐구"
     }
    }
   ]
  }
 ]
});
