registerStandards({
 "id": "확인필요-346",
 "subject": "확인필요-346",
 "group": "기타",
 "codePrefix": "확인필요-346",
 "curriculum": "2022 개정",
 "source": "4.+사회과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-346",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 과제 평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 <비디오 설명> <비디오 설명> 척도 (점수) 정확한 출처 제시 0점 금융 피해 사례 제시 1점 0점 금융 피해 예방 또는 구제 방안 제시 1점 0점 금융 피해 예방 및 구제 방안을 소개하는 공익 광고 콘티 제작 3점 2점 1점 0점 <비디오 설명> <비디오 설명> 고등학교 1~3학년군"
     }
    }
   ]
  }
 ]
});
