registerStandards({
 "id": "확인필요-265",
 "subject": "확인필요-265",
 "group": "기타",
 "codePrefix": "확인필요-265",
 "curriculum": "2022 개정",
 "source": "7.+과학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-265",
     "text": "",
     "levels": {
      "A": "",
      "B": "평가 도구 유형 개발 방향 및 활용 시 고려사항 척도 (점수) 산업 현장에서의 전기 분해의 예 예시 답안 1점 예시 답안 0점 예시 답안 척도 (점수) 산화·환원 반응으로 전기 분해 예시 답안 1점 예시 답안 0점 예시 답안 고등학교 1~3학년",
      "C": "",
      "D": "",
      "E": "평가 요소"
     }
    }
   ]
  }
 ]
});
