registerStandards({
 "id": "확인필요-270",
 "subject": "확인필요-270",
 "group": "기타",
 "codePrefix": "확인필요-270",
 "curriculum": "2022 개정",
 "source": "7.+과학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-270",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 척도 (점수) PE의 단위체의 구조식 그리기 예시 답안 0점 예시 답안 PET에서 2가지 단위체가 결합한 부분 그리기 예시 답안 0점 예시 답안 첨가 중합과 축합 중합 설명하기 예시 답안 1점 예시 답안 0점 예시 답안 고등학교 1~3학년"
     }
    }
   ]
  }
 ]
});
