registerStandards({
 "id": "확인필요-62",
 "subject": "확인필요-62",
 "group": "기타",
 "codePrefix": "확인필요-62",
 "curriculum": "2022 개정",
 "source": "8.+체육과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-62",
     "text": "",
     "levels": {
      "A": "평가 도구 유형 개발 방향 및 활용 시 고려 사항 가) 크라우칭 스타트 선택 번치 스타트 미디엄 스타트 일롱게이티드 스타트 나) 선택 사유 (3점) 점수 다) 크라우칭 스타트 실현 (3점) 제자리에 차려 출발 점수 가) 가속 질주 전략 (3점) 점수 나) 가속 질주 실현 (3점) 동작 1 동작 2 동작 3 점수 가) 전력 질주 전략 (3점) 점수 나) 전력 질주 실현 (3점) 동작 1 동작 2 동작 3 점수 가) 피니시 방법 선택 러닝 피니시 런지 피니시 슈러그 피니시 나) 선택 사유 (3점) 점수 다) 피니시 실현 (3점) 동작 1 동작 2 동작 3 점수 척도 (점수) 문제1) 크라우칭 스타트 전략과 실현 (6점) 예시 답안 2 예시 답안 1 예시 답안 실현 평가 요소 2 1 문제2) 가속 질주 (6점) 예시 답안 2 예시 답안 척도 (점수) 1 예시 답안 실현 평가 요소 2 1 문제3) 전력 질주 (6점) 예시 답안 2 예시 답안 1 예시 답안 실현 평가 요소 2 1 문제4) 피니시 (6점) 예시 답안 척도 (점수) 2 예시 답안 1 예시 답안 실현 평가 요소 2 1 문제5) 수행 기록 (6점) 5 4 3 2 1 가) 크라우칭 스타트 선택 번치 스타트 미디엄 스타트 일롱게이티드 스타트 ○ 나) 선택 사유와 전략 (1점) 점수 미디엄 스타트는 체격과 관계없이 보통 사람들에게 알맞으며, 출발선에서부 터 자기의 발길이 한 발 반 떨어진 지점에 앞발을 고정하고, 하퇴 중간 지점 에 무릎을 위치하여 뒷발의 위치를 고정하는 자세로 초보자에게 적합한 출 발법이다. 이를 위해 반복 연습과 동작 촬영, 자기 분석과 동료 분석을 통해 동작을 수행한다. 다) 크라우칭 스타트 실현 (3점) 제자리에 차려 출발 점수 양손을 어깨보다 약간 엉덩이를 어깨보다 높 넓게 벌리려 출발선 신호에 땅을 힘차고 강 게 올리고 어깨를 양손 안쪽을 짚고 다리를 하게 스타팅 블록을 차 보다 약간 앞으로 기울 스타팅 블록에 단단히 고 달려 나간다. 인다. 댄다. 가) 가속 질주 전략 (1점) 점수 100m 달리기에서 경기의 승패를 가름할 만큼 중요한 기술로 출발 후 30m 지점까지 가속도를 얻기 위한 기술이다. ①출발 위치에서 몸은 약 45도 각도로 확장된 상태를 유지한다. ②첫 단계에서는 발을 짧게 하고 서서히 보폭의 넓이를 넓혀 간다. ③상체를 너무 빨리 들지 않고 보폭과 속도에 맞추어 천천히 들어 올린다. ④팔은 가속을 위해 90도로 구부린 상태에서 앞뒤로 크게 흔든다. 나) 가속 질주 실현 (3점) 동작 1 동작 2 동작 3 점수 출발 후 지면을 후방 상체는 달리면서 서 팔을 강하게 흔들어 으로 강하게 찬다. 서히 일으킨다. 준다. 가) 전력 질주 전략 (1점) 점수 가속에서 얻은 힘을 유지하며 최고속도를 되도록 길게 유지하기 위해 중요한 기술이다. ①허벅다리는 지면과 수평이 될 정도로 끌어올리며, 무릎은 감았다가 재빨리 편다. ②팔이 옆구리에서 멀리 떨어지지 않도록 하고, 앞뒤로 힘차게 흔든다. ③보폭을 넓게 하고 어깨와 손목에 힘을 뺀다. ④시선은 목표 지점을 향하고, 달리는 도중 머리나 상체가 좌우로 흔들 리지 않게 한다. 나) 전력 질주 실현 (3점) 동작 1 동작 2 동작 3 점수 보폭을 크게 하여 달 보폭을 일정하게 유지 상체를 일으키고 무릎 리고 팔을 L자로 크 하고 최고의 속도로 을 높이 올린다. 게 흔든다. 달린다. 가) 피니시 방법 선택 러닝 피니시 런지 피니시 슈러그 피니시 ○ 나) 선택 사유 (1점) 슈러그 피니시는 결승선 골인 직전에 최후로 차올린 발의 반대쪽 팔과 어깨, 점수 몸통을 옆으로 틀면서 겨드랑이가 결승선 테이프에 닿게 통과하는 방법으로 몸통의 측면인 겨드랑이가 결승선을 통과하기 때문에 가슴으로 밀고 들어오 는 방법보다 좀 더 빠르게 결승 테이프에 닿을 수 있다. 이를 위해 반복 연습과 동작 촬영, 자기 분석 및 동료 분석을 통해 동작을 수행한다. 다) 피니시 실현 (3점) 동작 1 동작 2 동작 3 점수 전력 질주 자세를 유지 달리는 속도를 유지 선택한 피니시 동작을 한다. 한다. 정확히 수행한다. 고등학교 학년군",
      "B": "",
      "C": "평가 요소 / 평가 과제"
     }
    }
   ]
  }
 ]
});
