registerStandards({
 "id": "확인필요-3",
 "subject": "확인필요-3",
 "group": "기타",
 "codePrefix": "확인필요-3",
 "curriculum": "2022 개정",
 "source": "영어과+선택과목+성취수준+현장+보급본(260319).pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-3",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "교과목의 교수･학습을 통해 기대하는 지식･이해, 과정･기능, 가치･태도에 도달한 능력 정도가 우수한 수준 ∘ 개념에 대한 이해가 깊고, 지식 전이 수준이 높음 ∘ 배운 지식을 다양한 맥락에 적용하고, 연계된 기능의 수행 정도가 능숙함 ∘ 기대하는 가치와 태도를 조직화하고 실천과 적용 범위가 넓음 교과목의 교수･학습을 통해 기대하는 지식･이해, 과정･기능, 가치･태도에 도달한 능력 정도가 보통 수준 ∘ 개념에 대한 이해와 지식 전이 수준이 보통이거나 지식 습득이 다소 제한적임 ∘ 배운 지식을 일부 맥락에 적용하고, 연계된 기능의 수행 정도가 중간 수준이거나 연계된 기능의 기본적인 부분을 수행할 수 있음 ∘ 기대하는 가치와 태도를 일부 조직화하고 실천과 적용 범위가 보통이거나 다소 제한적임 교과목의 교수･학습을 통해 기대하는 지식･이해, 과정･기능, 가치･태도에 도달한 능력 정도가 제한된 수준 ∘ 위계가 낮은 수준의 개념을 일부 이해하고, 지식 습득이 제한적임 ∘ 연계된 기능의 일부를 수행할 수 있음 ∘ 기대하는 가치와 태도의 일부 의미를 알고, 실천과 적용 범위가 좁음"
     }
    }
   ]
  }
 ]
});
