registerStandards({
 "id": "확인필요-331",
 "subject": "확인필요-331",
 "group": "기타",
 "codePrefix": "확인필요-331",
 "curriculum": "2022 개정",
 "source": "영어과+선택과목+성취수준+현장+보급본(260319).pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-331",
     "text": "",
     "levels": {
      "A": "평가도구 유형 개발 방향 및 활용 시 고려 사항 Story Element 척도 (점수) 이야기의 구조 분석하기 (4점) 2점 이야기의 핵심 내용 요약하기 (6점) 4점 2점 자신의 생각 제시하기 (2점) 1점 예시 및 근거 제시하기 (4점) 3점 2점 1점 결론 제언하기 (2점) 1점 언어 사용 (2점) 1점 고등학교 2, 3학년",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 과제 평가 요소"
     }
    }
   ]
  }
 ]
});
