registerStandards({
 "id": "확인필요-348",
 "subject": "확인필요-348",
 "group": "기타",
 "codePrefix": "확인필요-348",
 "curriculum": "2022 개정",
 "source": "4.+사회과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-348",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 소득 대비 비소비 지출의 비율 소득 대비 비소비 지출의 비율 20% 31% 25% 10% 척도 (점수) 입장의 명확성 0점 자료 활용의 적절성 1점 0점 논리적 구성력 1점 0점 형식 및 분량 0점 고등학교 1~3학년군"
     }
    }
   ]
  }
 ]
});
