registerStandards({
 "id": "확인필요-328",
 "subject": "확인필요-328",
 "group": "기타",
 "codePrefix": "확인필요-328",
 "curriculum": "2022 개정",
 "source": "영어과+선택과목+성취수준+현장+보급본(260319).pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-328",
     "text": "",
     "levels": {
      "A": "",
      "B": "평가도구 유형 개발 방향 및 활용 시 고려 사항 척도 (점수) 글에 나타난 사실적 정보 작성하기 3점 2점 1점 화자의 의도나 목적 파악하기 3점 1점 자신의 감정 표현하기 1점 자신의 감정에 대한 이유 공유하기 3점 2점 1점 적절한 비유 대상 선정하기 (2점) 1점 선정한 이유 설명하기 (5점) 3점 1점 언어 사용 (3점) 2점 1점 고등학교 2, 3학년",
      "D": "",
      "E": ""
     }
    }
   ]
  }
 ]
});
