registerStandards({
 "id": "확인필요-349",
 "subject": "확인필요-349",
 "group": "기타",
 "codePrefix": "확인필요-349",
 "curriculum": "2022 개정",
 "source": "4.+사회과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-349",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 과제 평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 탐방 지역 탐방 날짜 탐방 목적 탐방 일정 2일 차 3일 차 4일 차 5일 차 6일 차 7일 차 항목별 예산 1인당 비용(원) 항목 척도 (점수) 예산 수립 계획서 작성 1점 0점 예산 수립의 현실성 1점 0점 예산 수립 계획서의 형식 1점 0점 체크리스 트와 성찰 내용 작성 1점 0점 체크리스 트의 형식 0점 성찰 내용 1점 0점 윤○○, 전○○, 박○○ 탐방 날짜 탐방 목적 탐방 일정 2일 차 3일 차 4일 차 5일 차 6일 차 7일 차 예산 수립 및 항목별 상세 계획 1인당 비용(원) 왕복 항공권 비용 6박 숙박비 (1박당 약 120,000원) 1일 3식 (1식당 약 15,000원) 현지 지하철 및 버스 이용료 - 경제 전시관 입장료 - 교육 프로그램 참여비 여행자 보험 가입비 200,000 2,535,000 항목 금융기관 방문, 금융 프로그램 참여, 금융 생활 체험 중 두 가지 이상이 포함되어 있으며, 이를 위한 예산이 할당되어 있는가? 예산 항목은 여섯 가지 이상인가? 예산이 항목별로 명확하게 나뉘었는가? 각 항목의 예산에 탐방 국가의 물가 수준이 반영되어 있는가? 1인당 비용과 팀의 총비용이 명확히 기재되었는가? 전체 예산 내에서 항목별 비율이 적정한가? 불필요하거나 과도한 지출이 없는가? 각 항목 비용 산출의 근거가 명확하게 기재되어 있는가? 탐방 목적에 맞게 예산이 수립되어 있는가? 비상 상황에 대비한 예산 항목이 포함되어 있는가? 고등학교 1~3학년군"
     }
    }
   ]
  }
 ]
});
