registerStandards({
 "id": "확인필요-272",
 "subject": "확인필요-272",
 "group": "기타",
 "codePrefix": "확인필요-272",
 "curriculum": "2022 개정",
 "source": "2.+수학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-272",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 과제 평가 도구 유형 개발 방향 및 활용 시 고려사항 미국 제품 판매량 제품 1개당 가격 1달러=1,300원 척도 (점수) 국가별 판매금액 2점 1점 0점 총 수출액 0점 각 국가별 수출액 비율 2점 1점 0점 고등학교 1~3학년"
     }
    }
   ]
  }
 ]
});
