registerStandards({
 "id": "확인필요-262",
 "subject": "확인필요-262",
 "group": "기타",
 "codePrefix": "확인필요-262",
 "curriculum": "2022 개정",
 "source": "7.+과학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-262",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 척도 (점수) 호흡이 감소하면 나타나는 현상 예시 답안 1점 예시 답안 0점 예시 답안 완충 작용의 화학반응식 예시 답안 1점 예시 답안 0점 예시 답안 젖산이 생성되었을 때의 완충 작용 예시 답안 척도 (점수) 1점 예시 답안 0점 예시 답안 고등학교 1~3학년"
     }
    }
   ]
  }
 ]
});
