registerStandards({
 "id": "확인필요-211",
 "subject": "확인필요-211",
 "group": "기타",
 "codePrefix": "확인필요-211",
 "curriculum": "2022 개정",
 "source": "2.+수학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-211",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 과제 평가 도구 유형 개발 방향 및 활용 시 고려사항 척도 (점수) 탄력성의 의미 이해하기 1점 0점 탄력성 계산하기 0점 탄력성을 이용하여 경제 문제 해결하기 1점 0점 고등학교 1~3학년"
     }
    }
   ]
  }
 ]
});
