registerStandards({
 "id": "확인필요-352",
 "subject": "확인필요-352",
 "group": "기타",
 "codePrefix": "확인필요-352",
 "curriculum": "2022 개정",
 "source": "4.+사회과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-352",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 척도 (점수) 금융 투자 상품 구분 예시 답안 0점 예시 답안 금융 투자 상품의 특징 비교 예시 답안 2점 예시 답안 1점 예시 답안 0점 예시 답안 투자에 영향을 미치는 다양한 요인-금리 예시 답안 1점 예시 답안 0점 예시 답안 척도 (점수) 투자에 영향을 미치는 다양한 요인-환율 예시 답안 1점 예시 답안 0점 예시 답안 고등학교 1~3학년군"
     }
    }
   ]
  }
 ]
});
