registerStandards({
 "id": "확인필요-356",
 "subject": "확인필요-356",
 "group": "기타",
 "codePrefix": "확인필요-356",
 "curriculum": "2022 개정",
 "source": "7.+과학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-356",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 (가) 지구 냉각 시작 (나) 지구 반사율 ( ㉠ )로 인한 지구 냉각 가속화 (라) 온실 효과 증가로 빙하 녹음 (다) 해양에서의 탄소 순환 멈춤 고등학교 1~3학년"
     }
    }
   ]
  }
 ]
});
