registerStandards({
 "id": "확인필요-212",
 "subject": "확인필요-212",
 "group": "기타",
 "codePrefix": "확인필요-212",
 "curriculum": "2022 개정",
 "source": "2.+수학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-212",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 과제 평가 도구 유형 개발 방향 및 활용 시 고려사항 ... ′ 72 척도 (점수) 도함수를 이용하여 함수의 증감 나타내기 1점 0점 함수의 최댓값 찾기 1점 0점 이윤함수 찾기 1점 0점 이윤함수로 부터 최적생산량 구하기 1점 0점 Ⅸ 인공지능 수학 성취수준"
     }
    }
   ]
  }
 ]
});
