registerStandards({
 "id": "확인필요-359",
 "subject": "확인필요-359",
 "group": "기타",
 "codePrefix": "확인필요-359",
 "curriculum": "2022 개정",
 "source": "7.+과학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-359",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 P파 도달 시간 (초) 100 200 300 400 500 척도 (점수) 진앙 거리에 따른 P파 도달 시간 그래프 작성 예시 답안 1점 예시 답안 0점 예시 답안 교차 거리 예시 답안 0점 예시 답안 P파의 전파 속도 구하기 예시 답안 1점 예시 답안 0점 예시 답안 척도 (점수) 지각의 두께 구하기 예시 답안 0점 예시 답안 굴절파의 전파 경로 이해 예시 답안 1점 예시 답안 0점 예시 답안 고등학교 1~3학년"
     }
    }
   ]
  }
 ]
});
