registerStandards({
 "id": "확인필요-370",
 "subject": "확인필요-370",
 "group": "기타",
 "codePrefix": "확인필요-370",
 "curriculum": "2022 개정",
 "source": "영어과+선택과목+성취수준+현장+보급본(260319).pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-370",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가도구 유형 척도 (점수) 글의 요지 예측하기 1 어휘 추론하기 1 반복되는 핵심어 찾기 2 1 요지 작성하기 3 2 1 개인적 경험과 연결짓기 3 2 1 언어 사용 2 1 고등학교 2, 3학년"
     }
    }
   ]
  }
 ]
});
