registerStandards({
 "id": "확인필요-208",
 "subject": "확인필요-208",
 "group": "기타",
 "codePrefix": "확인필요-208",
 "curriculum": "2022 개정",
 "source": "7.+과학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-208",
     "text": "",
     "levels": {
      "A": "평가 도구 유형 개발 방향 및 활용 시 고려사항 탐구 활동 보고서 학년 반 번 이름: 터널 효과 1. 실험 과정 1) 그림의 QR 코드를 통해 터널 효과 컴퓨터 모의실험 사이트7)에 접속한다. (QR 코드가 연결되지 않을 시 링크:https://m.site.naver.com/1uP0a 활용) 2) 그림과 같은 모의실험 창이 뜨면 ①파형 선택란에서 wavepacket을 선택한다. 3) ②입자의 에너지 조절 바를 움직여 퍼텐셜 장벽 값보다 작게 한다. ◯ 4) ▶ 버튼을 눌러 입자가 가진 에너지보다 퍼텐셜 장벽의 에너지가 더 클 때 입자가 퍼 텐셜 장벽을 투과할 수 있는지를 관찰하고, 스크린 샷을 통해 기록한다. 5) ③퍼텐셜 장벽의 두께를 각각 2배, 3배로 증가시키며 과정 4)를 반복한다. 6) ③퍼텐셜 장벽의 높이를 조정하여 퍼텐셜 장벽의 에너지에서 입자의 에너지를 뺀 값을 각각 2배, 3배로 증가시키며 과정 4)를 반복한다. 그림 출처: 콜로라도 볼더 대학의 PhET Interactive Simulations 퍼텐셜 장벽 너머 영역 전자 발견 확률 스크린 샷 (변인들의 설정을 모두 확인할 수 있게 프로그램 화면 전체 캡처) 1)의 장벽 두께의 2배일 때 퍼텐셜 장벽 너머 영역 전자 발견 확률 스크린 샷 (변인들의 설정을 모두 확인할 수 있게 프로그램 화면 전체 캡처) 1)의 에너지 차의 2배일 때 퍼텐셜 장벽 너머 영역 전자 발견 확률 스크린 샷 (변인들의 설정을 모두 확인할 수 있게 프로그램 화면 전체 캡처) 척도 (점수) 실험 결과 1 예시 답안 0점 예시 답안 실험 결과 2 예시 답안 1점 예시 답안 척도 (점수) 0점 예시 답안 실험 결과 3 예시 답안 0점 예시 답안 자료 분석 및 과학적 추론을 통한 결론 도출 예시 답안 1점 예시 답안 0점 예시 답안 척도 (점수) 자료 분석 및 과학적 추론을 통한 결론 도출 예시 답안 1점 예시 답안 0점 예시 답안 적용 및 응용 예시 답안 1점 예시 답안 0점 예시 답안 퍼텐셜 장벽 너머 영역 전자 발견 확률 스크린 샷 1)의 장벽 두께의 2배일 때 퍼텐셜 장벽 너머 영역 전자 발견 확률 스크린 샷 1)의 장벽 두께의 2배일 때 퍼텐셜 장벽 너머 영역 전자 발견 확률 스크린 샷 고등학교 1~3학년",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 과제 평가 요소"
     }
    }
   ]
  }
 ]
});
