registerStandards({
 "id": "확인필요-385",
 "subject": "확인필요-385",
 "group": "기타",
 "codePrefix": "확인필요-385",
 "curriculum": "2022 개정",
 "source": "영어과+선택과목+성취수준+현장+보급본(260319).pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-385",
     "text": "",
     "levels": {
      "A": "평가 도구 유형 개발 방향 및 활용 시 고려 사항 척도 (점수) 논술형 (16점) 4 3 2 1 언어 사용 2 1 척도 (점수) 내용 4 3 2 1 언어 사용 2 1 고등학교 2, 3학년",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소"
     }
    }
   ]
  }
 ]
});
