registerStandards({
 "id": "확인필요-94",
 "subject": "확인필요-94",
 "group": "기타",
 "codePrefix": "확인필요-94",
 "curriculum": "2022 개정",
 "source": "영어과+선택과목+성취수준+현장+보급본(260319).pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-94",
     "text": "",
     "levels": {
      "A": "",
      "B": "평가 도구 유형 개발 방향 및 활용 시 고려사항 척도 (점수) [Step 2] 과제 수행 (4점) 3점 2점 1점 0점 [Step 2] 내용 완성 (6점) 4점 2점 1점 0점 [Step 2] 언어 사용 (2점) 1점 0점 고등학교 학년군",
      "C": "",
      "D": "",
      "E": "평가 요소"
     }
    }
   ]
  }
 ]
});
