registerStandards({
 "id": "확인필요-486",
 "subject": "확인필요-486",
 "group": "기타",
 "codePrefix": "확인필요-486",
 "curriculum": "2022 개정",
 "source": "영어과+선택과목+성취수준+현장+보급본(260319).pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-486",
     "text": "",
     "levels": {
      "A": "평가도구 유형 개발 방향 및 활용 시 고려사항 척도 (점수) 1. 요지 파악 (3점) 2점 1점 2. 한국 문화와의 공통점 (3점) 2점 1점 3. 비판적 성찰 (3점) 2점 1점 고등학교 학년군",
      "B": "",
      "C": "",
      "D": "",
      "E": ""
     }
    }
   ]
  }
 ]
});
