registerStandards({
 "id": "확인필요-474",
 "subject": "확인필요-474",
 "group": "기타",
 "codePrefix": "확인필요-474",
 "curriculum": "2022 개정",
 "source": "7.+과학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-474",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 (가) 겨울 동안 벌집 안에서만 지내던 꿀벌들은 봄이 되면 월동을 마치고 밖으로 나와 꽃꿀이나 꽃가루와 같은 먹이를 얻어 살아간다. 그런데 최근 기후변화의 영향으로 식물의 분포가 변화 하고 ㉠개화 시기가 앞당겨지거나 짧아지며 꿀벌의 활동에 영향을 미치고 있다. ㉡겨울철 온난화와 급격한 기온 변동과 같은 이상 기상 현상도 꿀벌의 생활사에 혼란을 일으키고 있다. 척도 (점수) 기후변화가 꿀벌에 미치는 영향 설명 예시 답안 2점 예시 답안 1점 예시 답안 0점 예시 답안 산굴뚝나비 의 개체 수 감소 원인을 기후변화와 연계하여 설명 예시 답안 1점 예시 답안 0점 예시 답안 곤충 개체 수 보전의 중요성 설명 예시 답안 척도 (점수) 2점 예시 답안 1점 예시 답안 0점 예시 답안 고등학교 1~3학년"
     }
    }
   ]
  }
 ]
});
