registerStandards({
 "id": "확인필요-207",
 "subject": "확인필요-207",
 "group": "기타",
 "codePrefix": "확인필요-207",
 "curriculum": "2022 개정",
 "source": "7.+과학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-207",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 레이저 활용 분야 1. 통신 분야 2. 과학 연구 분야 3. 의료 분야 4. 군사 분야 5. 산업 분야 6. 예술 분야 척도 (점수) 과학적 지식 예시 답안 1점 예시 답안 0점 예시 답안 적용 및 응용 예시 답안 2점 예시 답안 1점 예시 답안 0점 예시 답안 고등학교 1~3학년"
     }
    }
   ]
  }
 ]
});
