registerStandards({
 "id": "확인필요-67",
 "subject": "확인필요-67",
 "group": "기타",
 "codePrefix": "확인필요-67",
 "curriculum": "2022 개정",
 "source": "9.+음악과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-67",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 [공통된 줄거리] 자유로운 영혼을 가진 젊은 예술가들의 당대의 삶을 보여주며, 사랑, 우정, 희망, 꿈에 관해 이야기한다. <라 보엠> 푸치니(Giacomo Puccini, 1858-1924) 프랑스 작가 뮈르제의 소설 「보헤미안의 생활 정경」 배경 구성 등장인물 결말 갈등 요소 극 전개 방법 음악의 구성 및 특징 대표적인 음악 인물 표현 척도 (점수) ‧ 비교분석 내용의 충실성 2 1 ‧ 비교분석 내용의 정확도 2 1 작품에 대한 ‧ 비교분석 내용과의 관련성 2 1 장르적 특성 이해 2 1 내용의 충실도 2 1 공통점과 차이점 2 1 [공통된 줄거리] 자유로운 영혼을 가진 젊은 예술가들의 당대의 삶을 보여주며, 사랑, 우정, 희망, 꿈에 관해 이야기한다. 라 보엠 푸치니(Giacomo Puccini, 1858-1924) 프랑스 작가 뮈르제의 소설 「보헤미안의 생활 정경」 1990년대 뉴욕의 이스트 빌리지 4막 로돌포, 미미, 마르첼로, 무제카, 콜리네, 쇼 나르 죽어가는 미미를 알게 된 로저는 미미를 향한 자신의 사랑을 깨닫고, 죽은 줄 알았던 미미가 살아난다. 동성애, 마약중독자, 에이즈 등 음악 + 대사 + 안무 록음악 기반(탱고, 발라드, 가스펠, R&B) 오프닝코러스, 간주곡, 춤, 밴드 반주로 구성 그대의 찬손(Che gelida Manina) 내 이름은 미미(Si, Michamano Mimi) 오 사랑스런 아가씨(O soave Fanciculla) 주인공 이외의 등장인물도 입체적으로 표현 등장인물에 따라 다른 주제 선율이 등장하는 ‘라이트모티브’ 사용 고등학교 10~12"
     }
    }
   ]
  }
 ]
});
