registerStandards({
 "id": "확인필요-476",
 "subject": "확인필요-476",
 "group": "기타",
 "codePrefix": "확인필요-476",
 "curriculum": "2022 개정",
 "source": "7.+과학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-476",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 척도 (점수) 리슈만편모충 의 전파 과정 설명 예시 답안 2점 예시 답안 1점 예시 답안 0점 예시 답안 리슈만편모충 증의 확산 현상을 기후변화와 연계하여 설명 예시 답안 1점 예시 답안 0점 예시 답안 척도 (점수) 리슈만편모충 증 예방 및 확산 방지 방안 제안 예시 답안 1점 예시 답안 0점 예시 답안 고등학교 1~3학년"
     }
    }
   ]
  }
 ]
});
