registerStandards({
 "id": "확인필요-400",
 "subject": "확인필요-400",
 "group": "기타",
 "codePrefix": "확인필요-400",
 "curriculum": "2022 개정",
 "source": "7.+과학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-400",
     "text": "",
     "levels": {
      "A": "5.7",
      "B": "척도 (점수) 과정 (가) 예시 답안 1점 예시 답안 0점 예시 답안 과정 (다) 예시 답안 1점 예시 답안 척도 (점수) 0점 예시 답안 성단의 거리지수 결정하기 예시 답안 1점 예시 답안 0점 예시 답안 성단의 거리 구하기 예시 답안 1점 예시 답안 0점 예시 답안 거리지수"
     }
    }
   ]
  }
 ]
});
