registerStandards({
 "id": "확인필요-475",
 "subject": "확인필요-475",
 "group": "기타",
 "codePrefix": "확인필요-475",
 "curriculum": "2022 개정",
 "source": "7.+과학과+선택과목+성취수준+현장+보급본.pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-475",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "",
      "D": "",
      "E": "평가 요소 평가 도구 유형 개발 방향 및 활용 시 고려사항 척도 (점수) 유해 남세균이 대량으로 증식하기 위한 조건 설명 예시 답안 1점 예시 답안 0점 예시 답안 기후변화가 물꽃 현상에 미치는 영향 설명 예시 답안 1점 예시 답안 0점 예시 답안 기후변화가 수생태계의 생물다양성에 끼치는 영향 추론 예시 답안 척도 (점수) 1점 예시 답안 0점 예시 답안 고등학교 1~3학년"
     }
    }
   ]
  }
 ]
});
