registerStandards({
 "id": "확인필요-206",
 "subject": "확인필요-206",
 "group": "기타",
 "codePrefix": "확인필요-206",
 "curriculum": "2022 개정",
 "source": "영어과+선택과목+성취수준+현장+보급본(260319).pdf",
 "areas": [
  {
   "name": "영역 00",
   "standards": [
    {
     "code": "확인필요-206",
     "text": "",
     "levels": {
      "A": "",
      "B": "",
      "C": "평가도구 유형 개발 방향 및 활용 시 고려 사항 교수·학습 활동 자신의 강점 탐색하기 ▸ 자신이 생각하는 나의 강점 두 가지 작성하기 ▸ 친구가 생각하는 나의 강점 두 가지 작성하기 자신의 행복했던/도전적인 경험 회상하기 ▸ 자신의 행복했던 경험과 그것이 나에게 미친 영향 작성하기 ▸ 가장 도전적이었던 경험과 그것이 나에게 미친 영향 작성하기 자신의 롤모델 조사하기 ▸ 자신의 롤모델을 조사하고, 그것이 나에게 미친 영향 작성하기 자기소개 영상 제작하기 ▸ 1~3차시 바탕으로 자기소개 영상 제작을 위한 대본 작성하기 ▸ 자기소개 영상 제작하기 ▸ 자기소개 영상을 온라인 클래스룸에 업로드한 후, 동료 영상을 보고 피드백 작성하기 평가 문항 (평가 과제) (7점) 척도 (점수) 자신의 강점 탐색 후 서술하기 5 3 1 척도 (점수) 가장 행복했던 경험 서술하기 3 2 1 척도 (점수) 가장 도전적인 경험 서술하기 3 2 1 척도 (점수) 자신의 롤모델 조사 후 서술하기 5 3 1 가이드라인 동료 평가 질문 총평 (Overall Assessment) 척도 (점수) 구술· 발표 (13점) 5 3 1 태도 (3점) 2 1 언어 사용 (3점) 2 1 Ⅶ 영어 발표와 토론 성취수준"
     }
    }
   ]
  }
 ]
});
